Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:tr-18
source: Çankırı
fa: چانکری

# model:country.subdivision,name:tr-19
source: Çorum
fa: چوروم

# model:country.subdivision,name:tr-20
source: Denizli
fa: دنیزلی

# model:country.subdivision,name:tr-21
source: Diyarbakır
fa: دیاربکر

# model:country.subdivision,name:tr-22
source: Edirne
fa: ادیرنه

# model:country.subdivision,name:tr-23
source: Elazığ
fa: الازیگ

# model:country.subdivision,name:tr-24
source: Erzincan
fa: ارزنجان

# model:country.subdivision,name:tr-25
source: Erzurum
fa: ارزروم

# model:country.subdivision,name:tr-26
source: Eskişehir
fa: اسکیشهر

# model:country.subdivision,name:tr-27
source: Gaziantep
fa: قازیانتپ

# model:country.subdivision,name:tr-28
source: Giresun
fa: گره‌سون

# model:country.subdivision,name:tr-29
source: Gümüşhane
fa: گوموش خانه

# model:country.subdivision,name:tr-30
source: Hakkâri
fa: حکاری

# model:country.subdivision,name:tr-31
source: Hatay
fa: هاتای

# model:country.subdivision,name:tr-32
source: Isparta
fa: اسپارتا

# model:country.subdivision,name:tr-33
source: Mersin
fa: مرسین

# model:country.subdivision,name:tr-34
source: İstanbul
fa: استانبول

# model:country.subdivision,name:tr-35
source: İzmir
fa: ازمیر

# model:country.subdivision,name:tr-36
source: Kars
fa: کارس

# model:country.subdivision,name:tr-37
source: Kastamonu
fa: کاستمونو

# model:country.subdivision,name:tr-38
source: Kayseri
fa: قیصریه

# model:country.subdivision,name:tr-39
source: Kırklareli
fa: کیرکلارلی

# model:country.subdivision,name:tr-40
source: Kırşehir
fa: کره شهر

# model:country.subdivision,name:tr-41
source: Kocaeli
fa: کوجایلی

# model:country.subdivision,name:tr-42
source: Konya
fa: قونیه

# model:country.subdivision,name:tr-43
source: Kütahya
fa: کوتاهیه

# model:country.subdivision,name:tr-44
source: Malatya
fa: مالاتیا

# model:country.subdivision,name:tr-45
source: Manisa
fa: مانیسا

# model:country.subdivision,name:tr-46
source: Kahramanmaraş
fa: قهرمان مارش

# model:country.subdivision,name:tr-47
source: Mardin
fa: ماردین

# model:country.subdivision,name:tr-48
source: Muğla
fa: موغلا

# model:country.subdivision,name:tr-49
source: Muş
fa: موش

# model:country.subdivision,name:tr-50
source: Nevşehir
fa: نوشهر

# model:country.subdivision,name:tr-51
source: Niğde
fa: نجد

# model:country.subdivision,name:tr-52
source: Ordu
fa: اردو

# model:country.subdivision,name:tr-53
source: Rize
fa: ریزه

# model:country.subdivision,name:tr-54
source: Sakarya
fa: سکاریا

# model:country.subdivision,name:tr-55
source: Samsun
fa: سامسون

# model:country.subdivision,name:tr-56
source: Siirt
fa: سیرت

# model:country.subdivision,name:tr-57
source: Sinop
fa: سینوپ

# model:country.subdivision,name:tr-58
source: Sivas
fa: سیواس

# model:country.subdivision,name:tr-59
source: Tekirdağ
fa: تکیرداغ

# model:country.subdivision,name:tr-60
source: Tokat
fa: توقات

# model:country.subdivision,name:tr-61
source: Trabzon
fa: ترابزون

# model:country.subdivision,name:tr-62
source: Tunceli
fa: تونجلی

# model:country.subdivision,name:tr-63
source: Şanlıurfa
fa: شانل اورفا

# model:country.subdivision,name:tr-64
source: Uşak
fa: اوشاک

# model:country.subdivision,name:tr-65
source: Van
fa: وان

# model:country.subdivision,name:tr-66
source: Yozgat
fa: یوزگات

# model:country.subdivision,name:tr-67
source: Zonguldak
fa: زونگولداغ

# model:country.subdivision,name:tr-68
source: Aksaray
fa: آق‌سرای

# model:country.subdivision,name:tr-69
source: Bayburt
fa: بایبورت

# model:country.subdivision,name:tr-70
source: Karaman
fa: قارامان

# model:country.subdivision,name:tr-71
source: Kırıkkale
fa: کیریکقلعه

# model:country.subdivision,name:tr-72
source: Batman
fa: باتمان

# model:country.subdivision,name:tr-73
source: Şırnak
fa: شیرناک

# model:country.subdivision,name:tr-74
source: Bartın
fa: بارتین

# model:country.subdivision,name:tr-75
source: Ardahan
fa: اردهان

# model:country.subdivision,name:tr-76
source: Iğdır
fa: ایقدیر

# model:country.subdivision,name:tr-77
source: Yalova
fa: یالوا

# model:country.subdivision,name:tr-78
source: Karabük
fa: قره بوک

# model:country.subdivision,name:tr-79
source: Kilis
fa: کیلیس

# model:country.subdivision,name:tr-80
source: Osmaniye
fa: عثمانیه

# model:country.subdivision,name:tr-81
source: Düzce
fa: دوزجه

# model:country.subdivision,name:tt-ari
source: Arima
fa: آریما

# model:country.subdivision,name:tt-cha
source: Chaguanas
fa: چاگواناس

# model:country.subdivision,name:tt-ctt
source: Couva-Tabaquite-Talparo
fa: کووا-تبکیات-تلپارو

# model:country.subdivision,name:tt-dmn
source: Diego Martin
fa: دیگو مارتین

# model:country.subdivision,name:tt-eto
source: Eastern Tobago
fa: توباگو شرقی

# model:country.subdivision,name:tt-ped
source: Penal-Debe
fa: پنال-دبی

# model:country.subdivision,name:tt-pos
source: Port of Spain
fa: پورت اف سپاین

# model:country.subdivision,name:tt-prt
source: Princes Town
fa: پرینس تاون

# model:country.subdivision,name:tt-ptf
source: Point Fortin
fa: پوینت فورتین

# model:country.subdivision,name:tt-rcm
source: Rio Claro-Mayaro
fa: ریو کلارو مایارو

# model:country.subdivision,name:tt-sfo
source: San Fernando
fa: سان فرناندو

# model:country.subdivision,name:tt-sge
source: Sangre Grande
fa: سنگر گراند

# model:country.subdivision,name:tt-sip
source: Siparia
fa: سیپاریا

# model:country.subdivision,name:tt-sjl
source: San Juan-Laventille
fa: سان خوان لاونتیله

# model:country.subdivision,name:tt-tup
source: Tunapuna-Piarco
fa: توناپونا-پیارگو

# model:country.subdivision,name:tt-wto
source: Western Tobago
fa: توباگو غربی

# model:country.subdivision,name:tv-fun
source: Funafuti
fa: فونافوتی

# model:country.subdivision,name:tv-nit
source: Niutao
fa: نیوتائو

# model:country.subdivision,name:tv-nkf
source: Nukufetau
fa: نوکفیتو

# model:country.subdivision,name:tv-nkl
source: Nukulaelae
fa: نوکولالای

# model:country.subdivision,name:tv-nma
source: Nanumea
fa: نانومای

# model:country.subdivision,name:tv-nmg
source: Nanumanga
fa: نانومانگا

# model:country.subdivision,name:tv-nui
source: Nui
fa: نویی

# model:country.subdivision,name:tv-vai
source: Vaitupu
fa: وایتوپو

# model:country.subdivision,name:tw-cha
source: Changhua
fa: چانگوا

# model:country.subdivision,name:tw-cyi
source: Chiay City
fa: چیای سیتی

# model:country.subdivision,name:tw-cyq
source: Chiayi
fa: چیای

# model:country.subdivision,name:tw-hsq
source: Hsinchu
fa: هسینچو

# model:country.subdivision,name:tw-hsz
source: Hsinchui City
fa: هسینچو سیتی

# model:country.subdivision,name:tw-hua
source: Hualien
fa: هوالین

# model:country.subdivision,name:tw-ila
source: Ilan
fa: ایلان

# model:country.subdivision,name:tw-kee
source: Keelung City
fa: کیلانگ سیتی

# model:country.subdivision,name:tw-khh
source: Kaohsiung City
fa: کائوزیونگ سیتی

# model:country.subdivision,name:tw-khq
source: Kaohsiung
fa: کائوزیونگ

# model:country.subdivision,name:tw-mia
source: Miaoli
fa: میاولی

# model:country.subdivision,name:tw-nan
source: Nantou
fa: نانتو

# model:country.subdivision,name:tw-pen
source: Penghu
fa: پنگو

# model:country.subdivision,name:tw-pif
source: Pingtung
fa: پینگتونگ

# model:country.subdivision,name:tw-tao
source: Taoyuan
fa: تائویوان

# model:country.subdivision,name:tw-tnn
source: Tainan City
fa: تاینان سیتی

# model:country.subdivision,name:tw-tnq
source: Tainan
fa: تاینان

# model:country.subdivision,name:tw-tpe
source: Taipei City
fa: شهر تایپه

# model:country.subdivision,name:tw-tpq
source: Taipei
fa: تایپه

# model:country.subdivision,name:tw-ttt
source: Taitung
fa: تایتونگ

# model:country.subdivision,name:tw-txg
source: Taichung City
fa: شهر تاچونگ

# model:country.subdivision,name:tw-txq
source: Taichung
fa: تاچونگ

# model:country.subdivision,name:tw-yun
source: Yunlin
fa: یونلین

# model:country.subdivision,name:tz-01
source: Arusha
fa: اروشا

# model:country.subdivision,name:tz-02
source: Dar-es-Salaam
fa: دارالسلام

# model:country.subdivision,name:tz-03
source: Dodoma
fa: دودوما

# model:country.subdivision,name:tz-04
source: Iringa
fa: ایرینگا

# model:country.subdivision,name:tz-05
source: Kagera
fa: کاگرا

# model:country.subdivision,name:tz-06
source: Kaskazini Pemba
fa: شمال پمبا

# model:country.subdivision,name:tz-07
source: Kaskazini Unguja
fa: شمال اونجویا

# model:country.subdivision,name:tz-08
source: Kigoma
fa: کیگوما

# model:country.subdivision,name:tz-09
source: Kilimanjaro
fa: کلیمانجارو

# model:country.subdivision,name:tz-10
source: Kusini Pemba
fa: جنوب پمبا

# model:country.subdivision,name:tz-11
source: Kusini Unguja
fa: جنوب اونجویا

# model:country.subdivision,name:tz-12
source: Lindi
fa: لیندی

# model:country.subdivision,name:tz-13
source: Mara
fa: مارا

# model:country.subdivision,name:tz-14
source: Mbeya
fa: امبیا

# model:country.subdivision,name:tz-15
source: Mjini Magharibi
fa: مجینی مغربی

# model:country.subdivision,name:tz-16
source: Morogoro
fa: موروگورو

# model:country.subdivision,name:tz-17
source: Mtwara
fa: متوارا

# model:country.subdivision,name:tz-18
source: Mwanza
fa: موانزا

# model:country.subdivision,name:tz-19
source: Pwani
fa: پوانی

# model:country.subdivision,name:tz-20
source: Rukwa
fa: رکوا

# model:country.subdivision,name:tz-21
source: Ruvuma
fa: رووما

# model:country.subdivision,name:tz-22
source: Shinyanga
fa: شینیانگا

# model:country.subdivision,name:tz-23
source: Singida
fa: سینگیدا

# model:country.subdivision,name:tz-24
source: Tabora
fa: تابورا

# model:country.subdivision,name:tz-25
source: Tanga
fa: تانگا

# model:country.subdivision,name:tz-26
source: Manyara
fa: منیاره

# model:country.subdivision,name:ua-05
source: Vinnyts'ka Oblast'
fa: استان وینیتسکی'

# model:country.subdivision,name:ua-07
source: Volyns'ka Oblast'
fa: منطقه ولینسکی'

# model:country.subdivision,name:ua-09
source: Luhans'ka Oblast'
fa: منطقه لوحانسکا'

# model:country.subdivision,name:ua-12
source: Dnipropetrovs'ka Oblast'
fa: استان دنیپروپتروفسکی'

# model:country.subdivision,name:ua-14
source: Donets'ka Oblast'
fa: منطقه دانیتسکا'

# model:country.subdivision,name:ua-18
source: Zhytomyrs'ka Oblast'
fa: منطقه سخایتومیرسکا'

# model:country.subdivision,name:ua-21
source: Zakarpats'ka Oblast'
fa: منطقه زکرپاتسکا'

# model:country.subdivision,name:ua-23
source: Zaporiz'ka Oblast'
fa: منطقه زاپوریسکا'

# model:country.subdivision,name:ua-26
source: Ivano-Frankivs'ka Oblast'
fa: منطقه ایوانو-فرانکیفسکا'

# model:country.subdivision,name:ua-30
source: Kyïvs'ka mis'ka rada
fa: کایوسکا میسکا ردا

# model:country.subdivision,name:ua-32
source: Kyïvs'ka Oblast'
fa: استان کایوسکا '

# model:country.subdivision,name:ua-35
source: Kirovohrads'ka Oblast'
fa: منطقه کیروورادسکا'

# model:country.subdivision,name:ua-40
source: Sevastopol
fa: سواستوپول

# model:country.subdivision,name:ua-43
source: Respublika Krym
fa: جمهوری کریم

# model:country.subdivision,name:ua-46
source: L'vivs'ka Oblast'
fa: منطقه لویسکا'

# model:country.subdivision,name:ua-48
source: Mykolaïvs'ka Oblast'
fa: منطقه میکولایوسکا'

# model:country.subdivision,name:ua-51
source: Odes'ka Oblast'
fa: منطقه آدیسکا'

# model:country.subdivision,name:ua-53
source: Poltavs'ka Oblast'
fa: استان پالتاوسکا'

# model:country.subdivision,name:ua-56
source: Rivnens'ka Oblast'
fa: منطقه ریونسکیا'

# model:country.subdivision,name:ua-59
source: Sums 'ka Oblast'
fa: منطقه سومسکا'

# model:country.subdivision,name:ua-61
source: Ternopil's'ka Oblast'
fa: استان ترناپیلوسکا'

# model:country.subdivision,name:ua-63
source: Kharkivs'ka Oblast'
fa: منطقه خارکفسکا'

# model:country.subdivision,name:ua-65
source: Khersons'ka Oblast'
fa: منطقه کیرسونسکا'

# model:country.subdivision,name:ua-68
source: Khmel'nyts'ka Oblast'
fa: منطقه کامیولنیسکا'

# model:country.subdivision,name:ua-71
source: Cherkas'ka Oblast'
fa: منطقه چرکیاسکا'

# model:country.subdivision,name:ua-74
source: Chernihivs'ka Oblast'
fa: منطقه چرنوهیسکا'

# model:country.subdivision,name:ua-77
source: Chernivets'ka Oblast'
fa: منطقه چزنویستسکا'

# model:country.subdivision,name:ug-101
source: Kalangala
fa: کالانگالا

# model:country.subdivision,name:ug-102
source: Kampala
fa: کامپالا

# model:country.subdivision,name:ug-103
source: Kiboga
fa: کیبوگا

# model:country.subdivision,name:ug-104
source: Luwero
fa: لوورو

# model:country.subdivision,name:ug-105
source: Masaka
fa: ماساکا

# model:country.subdivision,name:ug-106
source: Mpigi
fa: مپیگی

# model:country.subdivision,name:ug-107
source: Mubende
fa: موبند

# model:country.subdivision,name:ug-108
source: Mukono
fa: موکونو

# model:country.subdivision,name:ug-109
source: Nakasongola
fa: ناکاسنگولا

# model:country.subdivision,name:ug-110
source: Rakai
fa: راکای

# model:country.subdivision,name:ug-111
source: Sembabule
fa: سمبابیول

# model:country.subdivision,name:ug-112
source: Kayunga
fa: کایونگا

# model:country.subdivision,name:ug-113
source: Wakiso
fa: وکیسو

# model:country.subdivision,name:ug-114
source: Mityana
fa: میتینا

# model:country.subdivision,name:ug-115
source: Nakaseke
fa: ناکاسکه

# model:country.subdivision,name:ug-116
source: Lyantonde
fa: لیانتونده

# model:country.subdivision,name:ug-201
source: Bugiri
fa: بوگیری

# model:country.subdivision,name:ug-202
source: Busia
fa: بوسیا

# model:country.subdivision,name:ug-203
source: Iganga
fa: ایگانگا

# model:country.subdivision,name:ug-204
source: Jinja
fa: جینجا

# model:country.subdivision,name:ug-205
source: Kamuli
fa: کامولی

# model:country.subdivision,name:ug-206
source: Kapchorwa
fa: کاپچورا

# model:country.subdivision,name:ug-207
source: Katakwi
fa: کاتاکوی

# model:country.subdivision,name:ug-208
source: Kumi
fa: کومی

# model:country.subdivision,name:ug-209
source: Mbale
fa: مبلی

# model:country.subdivision,name:ug-210
source: Pallisa
fa: پالیزا

# model:country.subdivision,name:ug-211
source: Soroti
fa: سوروتی

# model:country.subdivision,name:ug-212
source: Tororo
fa: تورورو

# model:country.subdivision,name:ug-213
source: Kaberamaido
fa: کابرمایدو

# model:country.subdivision,name:ug-214
source: Mayuge
fa: مایوگو

# model:country.subdivision,name:ug-215
source: Sironko
fa: سیرونکو

# model:country.subdivision,name:ug-216
source: Amuria
fa: اموریا

# model:country.subdivision,name:ug-217
source: Budaka
fa: بوداکا

# model:country.subdivision,name:ug-218
source: Bukwa
fa: بوکا

# model:country.subdivision,name:ug-219
source: Butaleja
fa: بوتالایا

# model:country.subdivision,name:ug-220
source: Kaliro
fa: کالیرو

# model:country.subdivision,name:ug-221
source: Manafwa
fa: منافوا

# model:country.subdivision,name:ug-222
source: Namutumba
fa: ناموتومبا

# model:country.subdivision,name:ug-223
source: Bududa
fa: بودودا

# model:country.subdivision,name:ug-224
source: Bukedea
fa: بوکدیا

# model:country.subdivision,name:ug-301
source: Adjumani
fa: آجومانی

# model:country.subdivision,name:ug-302
source: Apac
fa: آپاچ

# model:country.subdivision,name:ug-303
source: Arua
fa: آروا

# model:country.subdivision,name:ug-304
source: Gulu
fa: گولو

# model:country.subdivision,name:ug-305
source: Kitgum
fa: کیتگام

# model:country.subdivision,name:ug-306
source: Kotido
fa: کوتیو

# model:country.subdivision,name:ug-307
source: Lira
fa: لیرا

# model:country.subdivision,name:ug-308
source: Moroto
fa: موروتو

# model:country.subdivision,name:ug-309
source: Moyo
fa: مویی

# model:country.subdivision,name:ug-310
source: Nebbi
fa: نبی

# model:country.subdivision,name:ug-311
source: Nakapiripirit
fa: نیکاپریپریت

# model:country.subdivision,name:ug-312
source: Pader
fa: پدر

# model:country.subdivision,name:ug-313
source: Yumbe
fa: یومب

# model:country.subdivision,name:ug-314
source: Amolatar
fa: آمولاتور

# model:country.subdivision,name:ug-315
source: Kaabong
fa: کابونهه

# model:country.subdivision,name:ug-316
source: Koboko
fa: کوبوکو

# model:country.subdivision,name:ug-317
source: Abim
fa: ابیم

# model:country.subdivision,name:ug-318
source: Dokolo
fa: دوکلو

# model:country.subdivision,name:ug-319
source: Amuru
fa: آمورو

# model:country.subdivision,name:ug-320
source: Maracha
fa: مارچا

# model:country.subdivision,name:ug-321
source: Oyam
fa: اویام

# model:country.subdivision,name:ug-401
source: Bundibugyo
fa: باندیوبوهویو

# model:country.subdivision,name:ug-402
source: Bushenyi
fa: بوشنیا

# model:country.subdivision,name:ug-403
source: Hoima
fa: هوایم

# model:country.subdivision,name:ug-404
source: Kabale
fa: کابالت

# model:country.subdivision,name:ug-405
source: Kabarole
fa: کبیرول

# model:country.subdivision,name:ug-406
source: Kasese
fa: کاسیه

# model:country.subdivision,name:ug-407
source: Kibaale
fa: کیباله

# model:country.subdivision,name:ug-408
source: Kisoro
fa: کیسورو

# model:country.subdivision,name:ug-409
source: Masindi
fa: ماسیندی

# model:country.subdivision,name:ug-410
source: Mbarara
fa: مبارارا

# model:country.subdivision,name:ug-411
source: Ntungamo
fa: نتوانگمو

# model:country.subdivision,name:ug-412
source: Rukungiri
fa: راکونهری

# model:country.subdivision,name:ug-413
source: Kamwenge
fa: کامونج

# model:country.subdivision,name:ug-414
source: Kanungu
fa: کانونهو

# model:country.subdivision,name:ug-415
source: Kyenjojo
fa: کاینجوهو

# model:country.subdivision,name:ug-416
source: Ibanda
fa: ایبندا

# model:country.subdivision,name:ug-417
source: Isingiro
fa: ایزینهرو

# model:country.subdivision,name:ug-418
source: Kiruhura
fa: کیروهرا

# model:country.subdivision,name:ug-419
source: Buliisa
fa: بولیسا

# model:country.subdivision,name:ug-c
source: Central
fa: مرکزی

# model:country.subdivision,name:ug-e
source: Eastern
fa: شرقی

# model:country.subdivision,name:ug-n
source: Northern
fa: شمالی

# model:country.subdivision,name:ug-w
source: Western
fa: غربی

# model:country.subdivision,name:um-67
source: Johnston Atoll
fa: جانستون اتول

# model:country.subdivision,name:um-71
source: Midway Islands
fa: جزایر میدوی

# model:country.subdivision,name:um-76
source: Navassa Island
fa: جزره ناواسا

# model:country.subdivision,name:um-79
source: Wake Island
fa: جزیره واکا

# model:country.subdivision,name:um-81
source: Baker Island
fa: جزیره بیکر

# model:country.subdivision,name:um-84
source: Howland Island
fa: جزیره هولند

# model:country.subdivision,name:um-86
source: Jarvis Island
fa: جزیره جاوریس

# model:country.subdivision,name:um-89
source: Kingman Reef
fa: سخره مرجانی کینگمن

# model:country.subdivision,name:um-95
source: Palmyra Atoll
fa: پالمیرا

# model:country.subdivision,name:us-ak
source: Alaska
fa: الاسکا

# model:country.subdivision,name:us-al
source: Alabama
fa: الاباما

# model:country.subdivision,name:us-ar
source: Arkansas
fa: ارکانزاس

# model:country.subdivision,name:us-as
source: American Samoa
fa: ساموای آمریکایی

# model:country.subdivision,name:us-az
source: Arizona
fa: اریزونا

# model:country.subdivision,name:us-ca
source: California
fa: کالیفرنیا

# model:country.subdivision,name:us-co
source: Colorado
fa: کلرادو

# model:country.subdivision,name:us-ct
source: Connecticut
fa: کانکتیکات

# model:country.subdivision,name:us-dc
source: District of Columbia
fa: کلمبیا

# model:country.subdivision,name:us-de
source: Delaware
fa: دلاور

# model:country.subdivision,name:us-fl
source: Florida
fa: فلوریدا

# model:country.subdivision,name:us-gu
source: Guam
fa: گوام

# model:country.subdivision,name:us-hi
source: Hawaii
fa: هاوایی

# model:country.subdivision,name:us-ia
source: Iowa
fa: ایوا

# model:country.subdivision,name:us-id
source: Idaho
fa: آیداهو

# model:country.subdivision,name:us-il
source: Illinois
fa: ایلینوییس

# model:country.subdivision,name:us-in
source: Indiana
fa: ایندیانا

# model:country.subdivision,name:us-ks
source: Kansas
fa: کانزاس

# model:country.subdivision,name:us-ky
source: Kentucky
fa: استان کنتاکی

# model:country.subdivision,name:us-la
source: Louisiana
fa: لوئیزیانا

# model:country.subdivision,name:us-ma
source: Massachusetts
fa: ماساچوست

# model:country.subdivision,name:us-md
source: Maryland
fa: مریلند

# model:country.subdivision,name:us-me
source: Maine
fa: ماین

# model:country.subdivision,name:us-mi
source: Michigan
fa: میشیگان

# model:country.subdivision,name:us-mn
source: Minnesota
fa: مینه‌سوتا

# model:country.subdivision,name:us-mo
source: Missouri
fa: میسوری

# model:country.subdivision,name:us-mp
source: Northern Mariana Islands
fa: جزایر ماریانای شمالی

# model:country.subdivision,name:us-ms
source: Mississippi
fa: می‌سی‌سی‌پی

# model:country.subdivision,name:us-mt
source: Montana
fa: مونتانا

# model:country.subdivision,name:us-nc
source: North Carolina
fa: کارولینای شمالی

# model:country.subdivision,name:us-nd
source: North Dakota
fa: داکوتای شمالی

# model:country.subdivision,name:us-ne
source: Nebraska
fa: نبراسکا

# model:country.subdivision,name:us-nh
source: New Hampshire
fa: نیوهامپشایر

# model:country.subdivision,name:us-nj
source: New Jersey
fa: نیوجرسی

# model:country.subdivision,name:us-nm
source: New Mexico
fa: نیومکزیکو

# model:country.subdivision,name:us-nv
source: Nevada
fa: نوادا

# model:country.subdivision,name:us-ny
source: New York
fa: نیویورک

# model:country.subdivision,name:us-oh
source: Ohio
fa: اوهایو

# model:country.subdivision,name:us-ok
source: Oklahoma
fa: اوکلاهوما

# model:country.subdivision,name:us-or
source: Oregon
fa: اورگون

# model:country.subdivision,name:us-pa
source: Pennsylvania
fa: پنسیلوانیا

# model:country.subdivision,name:us-pr
source: Puerto Rico
fa: پورتوریکو

# model:country.subdivision,name:us-ri
source: Rhode Island
fa: رودآیسلند

# model:country.subdivision,name:us-sc
source: South Carolina
fa: کارولینای جنوبی

# model:country.subdivision,name:us-sd
source: South Dakota
fa: داکوتای جنوبی

# model:country.subdivision,name:us-tn
source: Tennessee
fa: تنسی

# model:country.subdivision,name:us-tx
source: Texas
fa: تگزاس

# model:country.subdivision,name:us-um
source: United States Minor Outlying Islands
fa: جزایر کوچک حاشیه های ایالات متحده

# model:country.subdivision,name:us-ut
source: Utah
fa: یوتا

# model:country.subdivision,name:us-va
source: Virginia
fa: ویرجینیا

# model:country.subdivision,name:us-vi
source: Virgin Islands
fa: جزایر ویرجین

# model:country.subdivision,name:us-vt
source: Vermont
fa: ورمانت

# model:country.subdivision,name:us-wa
source: Washington
fa: واشنگتن

# model:country.subdivision,name:us-wi
source: Wisconsin
fa: ویسکانسین

# model:country.subdivision,name:us-wv
source: West Virginia
fa: ویرجینیای غربی

# model:country.subdivision,name:us-wy
source: Wyoming
fa: وایومینگ

# model:country.subdivision,name:uy-ar
source: Artigas
fa: آرتیگاس

# model:country.subdivision,name:uy-ca
source: Canelones
fa: کانلونس

# model:country.subdivision,name:uy-cl
source: Cerro Largo
fa: سرلو لارگو

# model:country.subdivision,name:uy-co
source: Colonia
fa: کلونیا

# model:country.subdivision,name:uy-du
source: Durazno
fa: دورازنو

# model:country.subdivision,name:uy-fd
source: Florida
fa: فلوریدا

# model:country.subdivision,name:uy-fs
source: Flores
fa: فلورس

# model:country.subdivision,name:uy-la
source: Lavalleja
fa: لاوایخا

# model:country.subdivision,name:uy-ma
source: Maldonado
fa: مالدونادو

# model:country.subdivision,name:uy-mo
source: Montevideo
fa: مونته‌ویدئو

# model:country.subdivision,name:uy-pa
source: Paysandú
fa: پایساندو

# model:country.subdivision,name:uy-rn
source: Río Negro
fa: ریو نگرو

# model:country.subdivision,name:uy-ro
source: Rocha
fa: روچا

# model:country.subdivision,name:uy-rv
source: Rivera
fa: ریورا

# model:country.subdivision,name:uy-sa
source: Salto
fa: سالتو

# model:country.subdivision,name:uy-sj
source: San José
fa: سان ژوزه

# model:country.subdivision,name:uy-so
source: Soriano
fa: سوریانو

# model:country.subdivision,name:uy-ta
source: Tacuarembó
fa: تاکوارمبو

# model:country.subdivision,name:uy-tt
source: Treinta y Tres
fa: ترینتی ترس

# model:country.subdivision,name:uz-an
source: Andijon
fa: اندیجون

# model:country.subdivision,name:uz-bu
source: Buxoro
fa: بخارا

# model:country.subdivision,name:uz-fa
source: Farg'ona
fa: فرگانا

# model:country.subdivision,name:uz-ji
source: Jizzax
fa: جیزگ
