Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:si-159
source: Hajdina
fa: حایدینا

# model:country.subdivision,name:si-160
source: Hoče-Slivnica
fa: خوچه-سلوینتسا

# model:country.subdivision,name:si-161
source: Hodoš/Hodos
fa: خوچه

# model:country.subdivision,name:si-162
source: Horjul
fa: خوریول

# model:country.subdivision,name:si-163
source: Jezersko
fa: یزرسکو

# model:country.subdivision,name:si-164
source: Komenda
fa: کومندا

# model:country.subdivision,name:si-165
source: Kostel
fa: کوستل

# model:country.subdivision,name:si-166
source: Križevci
fa: کریفسکی

# model:country.subdivision,name:si-167
source: Lovrenc na Pohorju
fa: لورنس ناپوخویو

# model:country.subdivision,name:si-168
source: Markovci
fa: مارکوفسکی

# model:country.subdivision,name:si-169
source: Miklavž na Dravskem polju
fa: میکلاوژ نادرافسکیمپولیو

# model:country.subdivision,name:si-170
source: Mirna Peč
fa: میرنا پچ

# model:country.subdivision,name:si-171
source: Oplotnica
fa: اوپلوتنیتسا

# model:country.subdivision,name:si-172
source: Podlehnik
fa: پودلخنیک

# model:country.subdivision,name:si-173
source: Polzela
fa: پولزلا

# model:country.subdivision,name:si-174
source: Prebold
fa: پره بولد

# model:country.subdivision,name:si-175
source: Prevalje
fa: پره والیه

# model:country.subdivision,name:si-176
source: Razkrižje
fa: رازکریژیه

# model:country.subdivision,name:si-177
source: Ribnica na Pohorju
fa: ریبنیتسا نا پوخوریو

# model:country.subdivision,name:si-178
source: Selnica ob Dravi
fa: سلنیتسا اوب دراوی

# model:country.subdivision,name:si-179
source: Sodražica
fa: سودراژیتسا

# model:country.subdivision,name:si-180
source: Solčava
fa: سولچاوا

# model:country.subdivision,name:si-181
source: Sveta Ana
fa: سوتا آنا

# model:country.subdivision,name:si-182
source: Sveta Andraž v Slovenskih Goricah
fa: سوتا اندرز و اسلونسکی گوریتسا

# model:country.subdivision,name:si-183
source: Šempeter-Vrtojba
fa: شمپیتر-ورتویبا

# model:country.subdivision,name:si-184
source: Tabor
fa: تابور

# model:country.subdivision,name:si-185
source: Trnovska vas
fa: ترونفسکا واس

# model:country.subdivision,name:si-186
source: Trzin
fa: ترزین

# model:country.subdivision,name:si-187
source: Velika Polana
fa: ولیکا پولانا

# model:country.subdivision,name:si-188
source: Veržej
fa: ورژایی

# model:country.subdivision,name:si-189
source: Vransko
fa: ورانسکو

# model:country.subdivision,name:si-190
source: Žalec
fa: ژالچ

# model:country.subdivision,name:si-191
source: Žetale
fa: ژتاله

# model:country.subdivision,name:si-192
source: Žirovnica
fa: ژیروفنیتسا

# model:country.subdivision,name:si-193
source: Žužemberk
fa: ژوژمبرگ

# model:country.subdivision,name:si-194
source: Šmartno pri Litiji
fa: شمارتون پری لیتیه

# model:country.subdivision,name:si-195
source: Apače
fa: آپاچه

# model:country.subdivision,name:si-196
source: Cirkulane
fa: چیرکولانه

# model:country.subdivision,name:si-197
source: Kosanjevica na Krki
fa: کوسانه ویتسا نا کرکی

# model:country.subdivision,name:si-198
source: Makole
fa: مكول

# model:country.subdivision,name:si-199
source: Mokronog-Trebelno
fa: موکرنوگ-تربلنو

# model:country.subdivision,name:si-200
source: Poljčane
fa: پولیچانه

# model:country.subdivision,name:si-201
source: Renče-Vogrsko
fa: رنچه-وگرسکو

# model:country.subdivision,name:si-202
source: Središče ob Dravi
fa: سره دیشچه اوب دراوی

# model:country.subdivision,name:si-203
source: Straža
fa: استراژا

# model:country.subdivision,name:si-204
source: Sveta Trojica v Slovenskih Goricah
fa: سِوتا ترویتسا و اسلوونسکی گوریچه

# model:country.subdivision,name:si-205
source: Sveti Tomaž
fa: سِوتی توماژ

# model:country.subdivision,name:si-206
source: Šmarjeske Topliče
fa: شماریسکه توپلیچه

# model:country.subdivision,name:si-207
source: Gorje
fa: گوریه

# model:country.subdivision,name:si-208
source: Log-Dragomer
fa: لوگ-دراگومر

# model:country.subdivision,name:si-209
source: Rečica ob Savinji
fa: رچیتسا اوب ساوینیه

# model:country.subdivision,name:si-210
source: Sveti Jurij v Slovenskih Goricah
fa: سِوتی یوری و اسلوونسکی گوریچه

# model:country.subdivision,name:si-211
source: Šentrupert
fa: شنتروپرت

# model:country.subdivision,name:sk-bc
source: Banskobystrický kraj
fa: منطقه بانسکوبیستریسکی

# model:country.subdivision,name:sk-bl
source: Bratislavský kraj
fa: منطقه براتیسلاوسکی

# model:country.subdivision,name:sk-ki
source: Košický kraj
fa: منطقه کوشیتسکی

# model:country.subdivision,name:sk-ni
source: Nitriansky kraj
fa: منطقه نیتریانسکی

# model:country.subdivision,name:sk-pv
source: Prešovský kraj
fa: منطقه پرشفسکی

# model:country.subdivision,name:sk-ta
source: Trnavský kraj
fa: منطقه ترناوسکی

# model:country.subdivision,name:sk-tc
source: Trenčiansky kraj
fa: منطقه ترنچیانسکی

# model:country.subdivision,name:sk-zi
source: Žilinský kraj
fa: منطقه ژیلینسکی

# model:country.subdivision,name:sl-e
source: Eastern
fa: شرقی

# model:country.subdivision,name:sl-n
source: Northern
fa: شمالی

# model:country.subdivision,name:sl-s
source: Southern (Sierra Leone)
fa: سیرالئون جنوبی

# model:country.subdivision,name:sl-w
source: Western Area (Freetown)
fa: منطقه غرب فریتاون

# model:country.subdivision,name:sm-01
source: Acquaviva
fa: اکواویوا

# model:country.subdivision,name:sm-02
source: Chiesanuova
fa: چیسانووا

# model:country.subdivision,name:sm-03
source: Domagnano
fa: دوماگنانو

# model:country.subdivision,name:sm-04
source: Faetano
fa: فیتانو

# model:country.subdivision,name:sm-05
source: Fiorentino
fa: فیورنتینو

# model:country.subdivision,name:sm-06
source: Borgo Maggiore
fa: بورگو مدجوره

# model:country.subdivision,name:sm-07
source: San Marino
fa: سان مارینو

# model:country.subdivision,name:sm-08
source: Montegiardino
fa: مونته جیاردینو

# model:country.subdivision,name:sm-09
source: Serravalle
fa: سره واله

# model:country.subdivision,name:sn-db
source: Diourbel
fa: دیوربل

# model:country.subdivision,name:sn-dk
source: Dakar
fa: داکار

# model:country.subdivision,name:sn-fk
source: Fatick
fa: فتیچ

# model:country.subdivision,name:sn-ka
source: Kaffrine
fa: کافرین

# model:country.subdivision,name:sn-kd
source: Kolda
fa: کلدا

# model:country.subdivision,name:sn-ke
source: Kédougou
fa: کدوگو

# model:country.subdivision,name:sn-kl
source: Kaolack
fa: کائولاک

# model:country.subdivision,name:sn-lg
source: Louga
fa: لوگا

# model:country.subdivision,name:sn-mt
source: Matam
fa: ماتام

# model:country.subdivision,name:sn-se
source: Sédhiou
fa: سدیهو

# model:country.subdivision,name:sn-sl
source: Saint-Louis
fa: سنت لوئیس

# model:country.subdivision,name:sn-tc
source: Tambacounda
fa: تامباکوندا

# model:country.subdivision,name:sn-th
source: Thiès
fa: تیه س

# model:country.subdivision,name:sn-zg
source: Ziguinchor
fa: زی گوین شو

# model:country.subdivision,name:so-aw
source: Awdal
fa: آودل

# model:country.subdivision,name:so-bk
source: Bakool
fa: باکول

# model:country.subdivision,name:so-bn
source: Banaadir
fa: باانادیر

# model:country.subdivision,name:so-br
source: Bari
fa: باری

# model:country.subdivision,name:so-by
source: Bay
fa: بای

# model:country.subdivision,name:so-ga
source: Galguduud
fa: گالگودود

# model:country.subdivision,name:so-ge
source: Gedo
fa: گودو

# model:country.subdivision,name:so-hi
source: Hiirsan
fa: هیرسن

# model:country.subdivision,name:so-jd
source: Jubbada Dhexe
fa: جوبادا دهکسه

# model:country.subdivision,name:so-jh
source: Jubbada Hoose
fa: جوبادا هووسه

# model:country.subdivision,name:so-mu
source: Mudug
fa: مودوگ

# model:country.subdivision,name:so-nu
source: Nugaal
fa: نگال

# model:country.subdivision,name:so-sa
source: Saneag
fa: سانیگ

# model:country.subdivision,name:so-sd
source: Shabeellaha Dhexe
fa: شبال دهکسه

# model:country.subdivision,name:so-sh
source: Shabeellaha Hoose
fa: شبال هوسه

# model:country.subdivision,name:so-so
source: Sool
fa: سول

# model:country.subdivision,name:so-to
source: Togdheer
fa: توگدهیر

# model:country.subdivision,name:so-wo
source: Woqooyi Galbeed
fa: شمال غرب

# model:country.subdivision,name:sr-br
source: Brokopondo
fa: بروکوپاوندو

# model:country.subdivision,name:sr-cm
source: Commewijne
fa: کوموائینه

# model:country.subdivision,name:sr-cr
source: Coronie
fa: کورونی

# model:country.subdivision,name:sr-ma
source: Marowijne
fa: ماروواینه

# model:country.subdivision,name:sr-ni
source: Nickerie
fa: نیکری

# model:country.subdivision,name:sr-pm
source: Paramaribo
fa: پاراماریبو

# model:country.subdivision,name:sr-pr
source: Para
fa: پارا

# model:country.subdivision,name:sr-sa
source: Saramacca
fa: ساراماکا

# model:country.subdivision,name:sr-si
source: Sipaliwini
fa: سیپالیوینی

# model:country.subdivision,name:sr-wa
source: Wanica
fa: وانیکا

# model:country.subdivision,name:ss-bn
source: Northern Bahr el-Ghazal
fa: شمال بحرالغزال

# model:country.subdivision,name:ss-bw
source: Western Bahr el-Ghazal
fa: بحرالغزال غربی

# model:country.subdivision,name:ss-ec
source: Central Equatoria
fa: اکواتوریا مرکزی

# model:country.subdivision,name:ss-ee8
source: Eastern Equatoria
fa: شرق اکواتوریا

# model:country.subdivision,name:ss-ew
source: Western Equatoria
fa: غرب اکواتوریا

# model:country.subdivision,name:ss-jg
source: Jonglei
fa: جونگلای

# model:country.subdivision,name:ss-lk
source: Lakes
fa: لایکس

# model:country.subdivision,name:ss-nu
source: Upper Nile
fa: بالای نیل

# model:country.subdivision,name:ss-uy
source: Unity
fa: یونیتی

# model:country.subdivision,name:ss-wr
source: Warrap
fa: وراپ

# model:country.subdivision,name:st-p
source: Príncipe
fa: پرینسیپ

# model:country.subdivision,name:st-s
source: São Tomé
fa: سئو تومه

# model:country.subdivision,name:sv-ah
source: Ahuachapán
fa: آواچاچان

# model:country.subdivision,name:sv-ca
source: Cabañas
fa: کابانیاس

# model:country.subdivision,name:sv-ch
source: Chalatenango
fa: چالتاننگو

# model:country.subdivision,name:sv-cu
source: Cuscatlán
fa: کوسکاتلن

# model:country.subdivision,name:sv-li
source: La Libertad
fa: لالیبرتاد

# model:country.subdivision,name:sv-mo
source: Morazán
fa: موراثان

# model:country.subdivision,name:sv-pa
source: La Paz
fa: لاپاز

# model:country.subdivision,name:sv-sa
source: Santa Ana
fa: سانتا آنا

# model:country.subdivision,name:sv-sm
source: San Miguel
fa: سن میگوئل

# model:country.subdivision,name:sv-so
source: Sonsonate
fa: سونسوناتی

# model:country.subdivision,name:sv-ss
source: San Salvador
fa: سان سالوادور

# model:country.subdivision,name:sv-sv
source: San Vicente
fa: سن ویسنت

# model:country.subdivision,name:sv-un
source: La Unión
fa: لئونیون

# model:country.subdivision,name:sv-us
source: Usulután
fa: اوسولتن

# model:country.subdivision,name:sy-di
source: Dimashq
fa: دمشق

# model:country.subdivision,name:sy-dr
source: Dar'a
fa: دارا

# model:country.subdivision,name:sy-dy
source: Dayr az Zawr
fa: دیارالزور

# model:country.subdivision,name:sy-ha
source: Al Hasakah
fa: آلهسکه

# model:country.subdivision,name:sy-hi
source: Homs
fa: حومس

# model:country.subdivision,name:sy-hl
source: Halab
fa: حلب

# model:country.subdivision,name:sy-hm
source: Hamah
fa: حماه

# model:country.subdivision,name:sy-id
source: Idlib
fa: ایدلیب

# model:country.subdivision,name:sy-la
source: Al Ladhiqiyah
fa: ال لازقیه

# model:country.subdivision,name:sy-qu
source: Al Qunaytirah
fa: القنیتیراه

# model:country.subdivision,name:sy-ra
source: Ar Raqqah
fa: الرقعه

# model:country.subdivision,name:sy-rd
source: Rif Dimashq
fa: ریف دمشق

# model:country.subdivision,name:sy-su
source: As Suwayda'
fa: السوایده'

# model:country.subdivision,name:sy-ta
source: Tartus
fa: تارتوس

# model:country.subdivision,name:sz-hh
source: Hhohho
fa: هوههو

# model:country.subdivision,name:sz-lu
source: Lubombo
fa: لویبابمو

# model:country.subdivision,name:sz-ma
source: Manzini
fa: مانزینی

# model:country.subdivision,name:sz-sh
source: Shiselweni
fa: شیزلوینی

# model:country.subdivision,name:td-ba
source: Al Baṭḩah
fa: البطحه

# model:country.subdivision,name:td-bg
source: Baḩr al Ghazāl
fa: بحرالغزال

# model:country.subdivision,name:td-bo
source: Būrkū
fa: بورکو

# model:country.subdivision,name:td-cb
source: Shārī Bāqirmī
fa: شعری باقرمی

# model:country.subdivision,name:td-en
source: Innīdī
fa: ایناید

# model:country.subdivision,name:td-gr
source: Qīrā
fa: کیرا

# model:country.subdivision,name:td-hl
source: Ḥajjar Lamīs
fa: حجار لامیس

# model:country.subdivision,name:td-ka
source: Kānim
fa: کنیم

# model:country.subdivision,name:td-lc
source: Al Buḩayrah
fa: البوحیره

# model:country.subdivision,name:td-lo
source: Lūqūn al Gharbī
fa: لوقون الغربی

# model:country.subdivision,name:td-lr
source: Lūqūn ash Sharqī
fa: لوقون شرقی

# model:country.subdivision,name:td-ma
source: Māndūl
fa: ماندول

# model:country.subdivision,name:td-mc
source: Shārī al Awsaṭ
fa: شعری الاوسط

# model:country.subdivision,name:td-me
source: Māyū Kībbī ash Sharqī
fa: میثو کیببی شرقی

# model:country.subdivision,name:td-mo
source: Māyū Kībbī al Gharbī
fa: میثو کیببی الغربی

# model:country.subdivision,name:td-nd
source: Madīnat Injamīnā
fa: مدینۀ انجامینا

# model:country.subdivision,name:td-od
source: Waddāy
fa: وداعی

# model:country.subdivision,name:td-sa
source: Salāmāt
fa: سلامات

# model:country.subdivision,name:td-si
source: Sīlā
fa: سیلا

# model:country.subdivision,name:td-ta
source: Tānjilī
fa: تنجیلی

# model:country.subdivision,name:td-ti
source: Tibastī
fa: تیباستی

# model:country.subdivision,name:td-wf
source: Wādī Fīrā
fa: وادی فیرا

# model:country.subdivision,name:tg-c
source: Région du Centre
fa: مرکزی

# model:country.subdivision,name:tg-k
source: Région de la Kara
fa: لا کرا

# model:country.subdivision,name:tg-m
source: Région Maritime
fa: منطقه ماریتایم

# model:country.subdivision,name:tg-p
source: Région des Plateaux
fa: منطقه پلاتو

# model:country.subdivision,name:tg-s
source: Région des Savannes
fa: ساوینس

# model:country.subdivision,name:th-10
source: Krung Thep Maha Nakhon Bangkok
fa: کورن تپ بانگوک

# model:country.subdivision,name:th-11
source: Samut Prakan
fa: سموت پراخان

# model:country.subdivision,name:th-12
source: Nonthaburi
fa: نونتابوری

# model:country.subdivision,name:th-13
source: Pathum Thani
fa: پاتوم تانی

# model:country.subdivision,name:th-14
source: Phra Nakhon Si Ayutthaya
fa: بچه ایمحلی

# model:country.subdivision,name:th-15
source: Ang Thong
fa: انگتونگ

# model:country.subdivision,name:th-16
source: Lop Buri
fa: لاپ بوری

# model:country.subdivision,name:th-17
source: Sing Buri
fa: سنگ بوری

# model:country.subdivision,name:th-18
source: Chai Nat
fa: چای نات

# model:country.subdivision,name:th-19
source: Saraburi
fa: سارابوری

# model:country.subdivision,name:th-20
source: Chon Buri
fa: چون بوری

# model:country.subdivision,name:th-21
source: Rayong
fa: ریونگ

# model:country.subdivision,name:th-22
source: Chanthaburi
fa: چانتابوری

# model:country.subdivision,name:th-23
source: Trat
fa: تراد

# model:country.subdivision,name:th-24
source: Chachoengsao
fa: چاچواینگزائو

# model:country.subdivision,name:th-25
source: Prachin Buri
fa: پراچین بوری

# model:country.subdivision,name:th-26
source: Nakhon Nayok
fa: ناکون نایوک

# model:country.subdivision,name:th-27
source: Sa Kaeo
fa: ساکایو

# model:country.subdivision,name:th-30
source: Nakhon Ratchasima
fa: ناکون راچوسیما

# model:country.subdivision,name:th-31
source: Buri Ram
fa: بوری رام

# model:country.subdivision,name:th-32
source: Surin
fa: سورین

# model:country.subdivision,name:th-33
source: Si Sa Ket
fa: سیا سه کت

# model:country.subdivision,name:th-34
source: Ubon Ratchathani
fa: اوبون راتچاتانی

# model:country.subdivision,name:th-35
source: Yasothon
fa: یاسوهان

# model:country.subdivision,name:th-36
source: Chaiyaphum
fa: چیایافوم

# model:country.subdivision,name:th-37
source: Amnat Charoen
fa: امنت چارون

# model:country.subdivision,name:th-39
source: Nong Bua Lam Phu
fa: نونگ بوا لام فو

# model:country.subdivision,name:th-40
source: Khon Kaen
fa: خون کین

# model:country.subdivision,name:th-41
source: Udon Thani
fa: اودون تانی

# model:country.subdivision,name:th-42
source: Loei
fa: لوئی

# model:country.subdivision,name:th-43
source: Nong Khai
fa: نونگ خای

# model:country.subdivision,name:th-44
source: Maha Sarakham
fa: ماها سرخام

# model:country.subdivision,name:th-45
source: Roi Et
fa: روی ات

# model:country.subdivision,name:th-46
source: Kalasin
fa: کلاسین

# model:country.subdivision,name:th-47
source: Sakon Nakhon
fa: ساکون ناخون

# model:country.subdivision,name:th-48
source: Nakhon Phanom
fa: ناخون پانوم

# model:country.subdivision,name:th-49
source: Mukdahan
fa: موگاهان

# model:country.subdivision,name:th-50
source: Chiang Mai
fa: چیانگ مای

# model:country.subdivision,name:th-51
source: Lamphun
fa: لامپهون

# model:country.subdivision,name:th-52
source: Lampang
fa: لامپانگ

# model:country.subdivision,name:th-53
source: Uttaradit
fa: اوتارادیت

# model:country.subdivision,name:th-54
source: Phrae
fa: فریه

# model:country.subdivision,name:th-55
source: Nan
fa: نان

# model:country.subdivision,name:th-56
source: Phayao
fa: فایو

# model:country.subdivision,name:th-57
source: Chiang Rai
fa: چیانگ رای

# model:country.subdivision,name:th-58
source: Mae Hong Son
fa: می هونگسون

# model:country.subdivision,name:th-60
source: Nakhon Sawan
fa: ناخون ساوان

# model:country.subdivision,name:th-61
source: Uthai Thani
fa: یوتای تانی

# model:country.subdivision,name:th-62
source: Kamphaeng Phet
fa: کامپینگ فت

# model:country.subdivision,name:th-63
source: Tak
fa: تاک

# model:country.subdivision,name:th-64
source: Sukhothai
fa: سوخوتای

# model:country.subdivision,name:th-65
source: Phitsanulok
fa: فیتزانولوک

# model:country.subdivision,name:th-66
source: Phichit
fa: فیچیت

# model:country.subdivision,name:th-67
source: Phetchabun
fa: فتچابین

# model:country.subdivision,name:th-70
source: Ratchaburi
fa: رادچابوری

# model:country.subdivision,name:th-71
source: Kanchanaburi
fa: کانچانابوری

# model:country.subdivision,name:th-72
source: Suphan Buri
fa: سوفان بوری

# model:country.subdivision,name:th-73
source: Nakhon Pathom
fa: ناخون پاتوم

# model:country.subdivision,name:th-74
source: Samut Sakhon
fa: ساموت ساخون

# model:country.subdivision,name:th-75
source: Samut Songkhram
fa: ساموت سونگخرام

# model:country.subdivision,name:th-76
source: Phetchaburi
fa: فتچابوری

# model:country.subdivision,name:th-77
source: Prachuap Khiri Khan
fa: پرچواپ خیری خان

# model:country.subdivision,name:th-80
source: Nakhon Si Thammarat
fa: ناخون سی تامارات

# model:country.subdivision,name:th-81
source: Krabi
fa: کرابی

# model:country.subdivision,name:th-82
source: Phangnga
fa: فانگگا

# model:country.subdivision,name:th-83
source: Phuket
fa: پوکت

# model:country.subdivision,name:th-84
source: Surat Thani
fa: سورات تانی

# model:country.subdivision,name:th-85
source: Ranong
fa: رانونگ

# model:country.subdivision,name:th-86
source: Chumphon
fa: چومفون

# model:country.subdivision,name:th-90
source: Songkhla
fa: سئنگکولا

# model:country.subdivision,name:th-91
source: Satun
fa: ساتون

# model:country.subdivision,name:th-92
source: Trang
fa: دئنگ

# model:country.subdivision,name:th-93
source: Phatthalung
fa: فاتالونگ

# model:country.subdivision,name:th-94
source: Pattani
fa: پاتانی

# model:country.subdivision,name:th-95
source: Yala
fa: یالا

# model:country.subdivision,name:th-96
source: Narathiwat
fa: ناراتیوات

# model:country.subdivision,name:th-s
source: Phatthaya
fa: فاتایا

# model:country.subdivision,name:tj-gb
source: Gorno-Badakhshan
fa: گورنو - بدخشان

# model:country.subdivision,name:tj-kt
source: Khatlon
fa: خاتلون

# model:country.subdivision,name:tj-su
source: Sughd
fa: سقد

# model:country.subdivision,name:tl-al
source: Aileu
fa: آیلو

# model:country.subdivision,name:tl-an
source: Ainaro
fa: اینارو

# model:country.subdivision,name:tl-ba
source: Baucau
fa: باوقو

# model:country.subdivision,name:tl-bo
source: Bobonaro
fa: بابونارو

# model:country.subdivision,name:tl-co
source: Cova Lima
fa: کووا لیما

# model:country.subdivision,name:tl-di
source: Díli
fa: دیلی

# model:country.subdivision,name:tl-er
source: Ermera
fa: ارمره

# model:country.subdivision,name:tl-la
source: Lautem
fa: لوتم

# model:country.subdivision,name:tl-li
source: Liquiça
fa: لیکویچا

# model:country.subdivision,name:tl-mf
source: Manufahi
fa: منوفاهی

# model:country.subdivision,name:tl-mt
source: Manatuto
fa: ماناتوتو

# model:country.subdivision,name:tl-oe
source: Oecussi
fa: اتوسسی

# model:country.subdivision,name:tl-vi
source: Viqueque
fa: ویکاوک

# model:country.subdivision,name:tm-a
source: Ahal
fa: اهل

# model:country.subdivision,name:tm-b
source: Balkan
fa: بالکان

# model:country.subdivision,name:tm-d
source: Daşoguz
fa: داشوگاز

# model:country.subdivision,name:tm-l
source: Lebap
fa: لباپ

# model:country.subdivision,name:tm-m
source: Mary
fa: ماری

# model:country.subdivision,name:tm-s
source: Aşgabat
fa: عشق آباد

# model:country.subdivision,name:tn-11
source: Tunis
fa: تونس

# model:country.subdivision,name:tn-12
source: Ariana
fa: آریانا

# model:country.subdivision,name:tn-13
source: Ben Arous
fa: بن عروس

# model:country.subdivision,name:tn-14
source: La Manouba
fa: لا مانوبه

# model:country.subdivision,name:tn-21
source: Nabeul
fa: نابول

# model:country.subdivision,name:tn-22
source: Zaghouan
fa: زاغوان

# model:country.subdivision,name:tn-23
source: Bizerte
fa: بیزرده

# model:country.subdivision,name:tn-31
source: Béja
fa: بجه

# model:country.subdivision,name:tn-32
source: Jendouba
fa: جندوبه

# model:country.subdivision,name:tn-33
source: Le Kef
fa: لو کافه

# model:country.subdivision,name:tn-34
source: Siliana
fa: سیلینا

# model:country.subdivision,name:tn-41
source: Kairouan
fa: کایروآن

# model:country.subdivision,name:tn-42
source: Kasserine
fa: کاسسرینه

# model:country.subdivision,name:tn-43
source: Sidi Bouzid
fa: سیدی بوزید

# model:country.subdivision,name:tn-51
source: Sousse
fa: سوسه

# model:country.subdivision,name:tn-52
source: Monastir
fa: موناستیر

# model:country.subdivision,name:tn-53
source: Mahdia
fa: مهدیا

# model:country.subdivision,name:tn-61
source: Sfax
fa: صفاقس

# model:country.subdivision,name:tn-71
source: Gafsa
fa: گافسا

# model:country.subdivision,name:tn-72
source: Tozeur
fa: توزور

# model:country.subdivision,name:tn-73
source: Kebili
fa: کبیلی

# model:country.subdivision,name:tn-81
source: Gabès
fa: گابس

# model:country.subdivision,name:tn-82
source: Medenine
fa: مدنین

# model:country.subdivision,name:tn-83
source: Tataouine
fa: تاتائوین

# model:country.subdivision,name:to-01
source: 'Eua
fa: ایوه

# model:country.subdivision,name:to-02
source: Ha'apai
fa: هاآپای

# model:country.subdivision,name:to-03
source: Niuas
fa: نیواس

# model:country.subdivision,name:to-04
source: Tongatapu
fa: تانگتاپو

# model:country.subdivision,name:to-05
source: Vava'u
fa: واوائو

# model:country.subdivision,name:tr-01
source: Adana
fa: آدانا

# model:country.subdivision,name:tr-02
source: Adıyaman
fa: آدیمان

# model:country.subdivision,name:tr-03
source: Afyonkarahisar
fa: افیون قره‌حصار

# model:country.subdivision,name:tr-04
source: Ağrı
fa: آگری

# model:country.subdivision,name:tr-05
source: Amasya
fa: آماسیه

# model:country.subdivision,name:tr-06
source: Ankara
fa: آنکارا

# model:country.subdivision,name:tr-07
source: Antalya
fa: آنتالیا

# model:country.subdivision,name:tr-08
source: Artvin
fa: آرتوین

# model:country.subdivision,name:tr-09
source: Aydın
fa: آیدین

# model:country.subdivision,name:tr-10
source: Balıkesir
fa: بالیکسیر

# model:country.subdivision,name:tr-11
source: Bilecik
fa: بیله‌جک

# model:country.subdivision,name:tr-12
source: Bingöl
fa: بینگول

# model:country.subdivision,name:tr-13
source: Bitlis
fa: بتلیس

# model:country.subdivision,name:tr-14
source: Bolu
fa: بولو

# model:country.subdivision,name:tr-15
source: Burdur
fa: بوردور

# model:country.subdivision,name:tr-16
source: Bursa
fa: بورسا

# model:country.subdivision,name:tr-17
source: Çanakkale
fa: چاناق قلعه
