Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:ru-kgd
source: Kaliningradskaya oblast'
fa: منطقه کالینینگراد '

# model:country.subdivision,name:ru-kgn
source: Kurganskaya oblast'
fa: منطقه کورگانسکایا'

# model:country.subdivision,name:ru-kha
source: Khabarovskiy kray
fa: منطقه خاباروفسکی

# model:country.subdivision,name:ru-khm
source: Khanty-Mansiysky avtonomnyy okrug-Yugra
fa: کانتی-مانسیسک

# model:country.subdivision,name:ru-kir
source: Kirovskaya oblast'
fa: منطقه کیروفسکیا'

# model:country.subdivision,name:ru-kk
source: Khakasiya, Respublika
fa: جمهوری خاكاسیا

# model:country.subdivision,name:ru-kl
source: Kalmykiya, Respublika
fa: کالمیکیا

# model:country.subdivision,name:ru-klu
source: Kaluzhskaya oblast'
fa: منطقه کالیوسکیا'

# model:country.subdivision,name:ru-ko
source: Komi, Respublika
fa: کومی

# model:country.subdivision,name:ru-kos
source: Kostromskaya oblast'
fa: منطقه کوسترومسکایا'

# model:country.subdivision,name:ru-kr
source: Kareliya, Respublika
fa: اقلیم کارلیا

# model:country.subdivision,name:ru-krs
source: Kurskaya oblast'
fa: منطقه کیرسکیا'

# model:country.subdivision,name:ru-kya
source: Krasnoyarskiy kray
fa: منطقه کراسنویاریسکی

# model:country.subdivision,name:ru-len
source: Leningradskaya oblast'
fa: منطقه لنینگراد'

# model:country.subdivision,name:ru-lip
source: Lipetskaya oblast'
fa: منطقه لیپتسکیا'

# model:country.subdivision,name:ru-mag
source: Magadanskaya oblast'
fa: منطقه مگادنسکیا'

# model:country.subdivision,name:ru-me
source: Mariy El, Respublika
fa: ماری ایل

# model:country.subdivision,name:ru-mo
source: Mordoviya, Respublika
fa: موردوایا

# model:country.subdivision,name:ru-mos
source: Moskovskaya oblast'
fa: منطقه مسکو'

# model:country.subdivision,name:ru-mow
source: Moskva
fa: مسکو

# model:country.subdivision,name:ru-mur
source: Murmanskaya oblast'
fa: منطقه مورمانسکایا'

# model:country.subdivision,name:ru-nen
source: Nenetskiy avtonomnyy okrug
fa: منطقه نینیتسکی

# model:country.subdivision,name:ru-ngr
source: Novgorodskaya oblast'
fa: منطقه نووگروتسکیا'

# model:country.subdivision,name:ru-niz
source: Nizhegorodskaya oblast'
fa: منطقه نیزگی گروتسکیا'

# model:country.subdivision,name:ru-nvs
source: Novosibirskaya oblast'
fa: استان نووسیبیرسکیا'

# model:country.subdivision,name:ru-oms
source: Omskaya oblast'
fa: استان امسکیا'

# model:country.subdivision,name:ru-ore
source: Orenburgskaya oblast'
fa: استان اورنبورگسکیا'

# model:country.subdivision,name:ru-orl
source: Orlovskaya oblast'
fa: منطقه اورلوسکیا'

# model:country.subdivision,name:ru-per
source: Permskiy kray
fa: سرزمین پرمسکی

# model:country.subdivision,name:ru-pnz
source: Penzenskaya oblast'
fa: منطقه پنزینسکایا'

# model:country.subdivision,name:ru-pri
source: Primorskiy kray
fa: ناحیه پریمورسکی

# model:country.subdivision,name:ru-psk
source: Pskovskaya oblast'
fa: منطقه پسکوفسکیا'

# model:country.subdivision,name:ru-ros
source: Rostovskaya oblast'
fa: استان روستوفسکیا'

# model:country.subdivision,name:ru-rya
source: Ryazanskaya oblast'
fa: منطقه ریازنسکایا'

# model:country.subdivision,name:ru-sa
source: Sakha, Respublika [Yakutiya]
fa: جمهوری ساکا

# model:country.subdivision,name:ru-sak
source: Sakhalinskaya oblast'
fa: منطقه ساکالینسکیا'

# model:country.subdivision,name:ru-sam
source: Samaraskaya oblast'
fa: منطقه ساماراسکیا'

# model:country.subdivision,name:ru-sar
source: Saratovskaya oblast'
fa: منطقه ساراتوفسکیا'

# model:country.subdivision,name:ru-se
source: Severnaya Osetiya-Alaniya, Respublika
fa: شمال اوسیتیا

# model:country.subdivision,name:ru-smo
source: Smolenskaya oblast'
fa: استان اسمولنسکیا'

# model:country.subdivision,name:ru-spe
source: Sankt-Peterburg
fa: سنت پیترزبورگ

# model:country.subdivision,name:ru-sta
source: Stavropol'skiy kray
fa: منطقه استاوراپلوسکی

# model:country.subdivision,name:ru-sve
source: Sverdlovskaya oblast'
fa: منطقه سوردولسکایا'

# model:country.subdivision,name:ru-ta
source: Tatarstan, Respublika
fa: جمهوری تاتارستان

# model:country.subdivision,name:ru-tam
source: Tambovskaya oblast'
fa: منطقه تامبوفسکیا'

# model:country.subdivision,name:ru-tom
source: Tomskaya oblast'
fa: منطقه تومسکیا'

# model:country.subdivision,name:ru-tul
source: Tul'skaya oblast'
fa: منطقه تاوسکیا'

# model:country.subdivision,name:ru-tve
source: Tverskaya oblast'
fa: منطقه تروسکایا'

# model:country.subdivision,name:ru-ty
source: Tyva, Respublika [Tuva]
fa: تایوا

# model:country.subdivision,name:ru-tyu
source: Tyumenskaya oblast'
fa: منطقه تایومنسکایا'

# model:country.subdivision,name:ru-ud
source: Udmurtskaya Respublika
fa: اودموتسکایا

# model:country.subdivision,name:ru-uly
source: Ul'yanovskaya oblast'
fa: استان اولیانوسکوفکیا'

# model:country.subdivision,name:ru-vgg
source: Volgogradskaya oblast'
fa: استان ولگوگراد'

# model:country.subdivision,name:ru-vla
source: Vladimirskaya oblast'
fa: استان ولادیمیرسکیا'

# model:country.subdivision,name:ru-vlg
source: Vologodskaya oblast'
fa: منطقه ولاگودسکیا'

# model:country.subdivision,name:ru-vor
source: Voronezhskaya oblast'
fa: منطقه وارونسکیا'

# model:country.subdivision,name:ru-yan
source: Yamalo-Nenetskiy avtonomnyy okrug
fa: منطقه یامال نینوتسکی

# model:country.subdivision,name:ru-yar
source: Yaroslavskaya oblast'
fa: منطقه یاروسلاوسکیا'

# model:country.subdivision,name:ru-yev
source: Yevreyskaya avtonomnaya oblast'
fa: منطقه یوریسکایا'

# model:country.subdivision,name:ru-zab
source: Zabajkal'skij kraj
fa: زابلجکالسکیج کراج

# model:country.subdivision,name:rw-01
source: Ville de Kigali
fa: شهر کیگالی

# model:country.subdivision,name:rw-02
source: Est
fa: شرق

# model:country.subdivision,name:rw-03
source: Nord
fa: نورد

# model:country.subdivision,name:rw-04
source: Ouest
fa: غرب

# model:country.subdivision,name:rw-05
source: Sud
fa: جنوب

# model:country.subdivision,name:sa-01
source: Ar Riyāḍ
fa: ریاض

# model:country.subdivision,name:sa-02
source: Makkah
fa: مکه

# model:country.subdivision,name:sa-03
source: Al Madīnah
fa: مدینه

# model:country.subdivision,name:sa-04
source: Ash Sharqīyah
fa: الشرقيه

# model:country.subdivision,name:sa-05
source: Al Qaşīm
fa: القصیم

# model:country.subdivision,name:sa-06
source: Ḥā'il
fa: حایل

# model:country.subdivision,name:sa-07
source: Tabūk
fa: تبوک

# model:country.subdivision,name:sa-08
source: Al Ḥudūd ash Shamāliyah
fa: مرزهای شمالی

# model:country.subdivision,name:sa-09
source: Jīzan
fa: جیزان

# model:country.subdivision,name:sa-10
source: Najrān
fa: نجران

# model:country.subdivision,name:sa-11
source: Al Bāhah
fa: البحاء

# model:country.subdivision,name:sa-12
source: Al Jawf
fa: الجوف

# model:country.subdivision,name:sa-14
source: `Asīr
fa: اسیر

# model:country.subdivision,name:sb-ce
source: Central
fa: مرکزی

# model:country.subdivision,name:sb-ch
source: Choiseul
fa: کواسیل

# model:country.subdivision,name:sb-ct
source: Capital Territory (Honiara)
fa: هانیارا

# model:country.subdivision,name:sb-gu
source: Guadalcanal
fa: گوادالکانال

# model:country.subdivision,name:sb-is
source: Isabel
fa: ایزابل

# model:country.subdivision,name:sb-mk
source: Makira
fa: مکیرا

# model:country.subdivision,name:sb-ml
source: Malaita
fa: مالیتا

# model:country.subdivision,name:sb-rb
source: Rennell and Bellona
fa: رنل و بلونا

# model:country.subdivision,name:sb-te
source: Temotu
fa: تموتو

# model:country.subdivision,name:sb-we
source: Western
fa: غربی

# model:country.subdivision,name:sc-01
source: Anse aux Pins
fa: آنسه اوپنز

# model:country.subdivision,name:sc-02
source: Anse Boileau
fa: آنس بولوو

# model:country.subdivision,name:sc-03
source: Anse Etoile
fa: آنس اتویل

# model:country.subdivision,name:sc-04
source: Anse Louis
fa: آنس لوئیس

# model:country.subdivision,name:sc-05
source: Anse Royale
fa: آنس رویال

# model:country.subdivision,name:sc-06
source: Baie Lazare
fa: بای لازار

# model:country.subdivision,name:sc-07
source: Baie Sainte Anne
fa: بای سانت آنه

# model:country.subdivision,name:sc-08
source: Beau Vallon
fa: بو والون

# model:country.subdivision,name:sc-09
source: Bel Air
fa: بیل ایر

# model:country.subdivision,name:sc-10
source: Bel Ombre
fa: بل امبر

# model:country.subdivision,name:sc-11
source: Cascade
fa: آبشاری

# model:country.subdivision,name:sc-12
source: Glacis
fa: گلاسی

# model:country.subdivision,name:sc-13
source: Grand Anse Mahe
fa: گراند انس ماه

# model:country.subdivision,name:sc-14
source: Grand Anse Praslin
fa: گراند انس پرزلین

# model:country.subdivision,name:sc-15
source: La Digue
fa: لا دیگ

# model:country.subdivision,name:sc-16
source: English River
fa: انگلیش ریور

# model:country.subdivision,name:sc-17
source: Mont Buxton
fa: مونت بوکستون

# model:country.subdivision,name:sc-18
source: Mont Fleuri
fa: مونت فلوری

# model:country.subdivision,name:sc-19
source: Plaisance
fa: پلیزانس

# model:country.subdivision,name:sc-20
source: Pointe Larue
fa: پوینت لارو

# model:country.subdivision,name:sc-21
source: Port Glaud
fa: پورت گلاود

# model:country.subdivision,name:sc-22
source: Saint Louis
fa: سنت لوئیس

# model:country.subdivision,name:sc-23
source: Takamaka
fa: تاکاماکا

# model:country.subdivision,name:sc-24
source: Les Mamelles
fa: لس ماملیس

# model:country.subdivision,name:sc-25
source: Roche Caiman
fa: روشه کیمان

# model:country.subdivision,name:sd-dc
source: Zalingei
fa: زالنگی

# model:country.subdivision,name:sd-de
source: Sharq Dārfūr
fa: شرق دارفور

# model:country.subdivision,name:sd-dn
source: Shamāl Dārfūr
fa: شمال دارفور

# model:country.subdivision,name:sd-ds
source: Janūb Dārfūr
fa: جنوب دارفور

# model:country.subdivision,name:sd-dw
source: Gharb Dārfūr
fa: غرب دارفور

# model:country.subdivision,name:sd-gd
source: Al Qaḑārif
fa: القداریف

# model:country.subdivision,name:sd-gz
source: Al Jazīrah
fa: الجزیره

# model:country.subdivision,name:sd-ka
source: Kassalā
fa: کاسه لا

# model:country.subdivision,name:sd-kh
source: Al Kharţūm
fa: خارطوم

# model:country.subdivision,name:sd-kn
source: Shamāl Kurdufān
fa: شمال کردودفان

# model:country.subdivision,name:sd-ks
source: Janūb Kurdufān
fa: جنوب کردودفان

# model:country.subdivision,name:sd-nb
source: An Nīl al Azraq
fa: النیل الازرق

# model:country.subdivision,name:sd-no
source: Ash Shamālīyah
fa: الشمالیه

# model:country.subdivision,name:sd-nr
source: An Nīl
fa: نیل

# model:country.subdivision,name:sd-nw
source: An Nīl al Abyaḑ
fa: النیل الابیاد

# model:country.subdivision,name:sd-rs
source: Al Baḩr al Aḩmar
fa: دریای سرخ

# model:country.subdivision,name:sd-si
source: Sinnār
fa: سینار

# model:country.subdivision,name:se-ab
source: Stockholms län
fa: استکهلم

# model:country.subdivision,name:se-ac
source: Västerbottens län
fa: وستربوتنز

# model:country.subdivision,name:se-bd
source: Norrbottens län
fa: نوربوتنز

# model:country.subdivision,name:se-c
source: Uppsala län
fa: اوپسالا

# model:country.subdivision,name:se-d
source: Södermanlands län
fa: استان سودرمانلاند

# model:country.subdivision,name:se-e
source: Östergötlands län
fa: اوستریاتلندز

# model:country.subdivision,name:se-f
source: Jönköpings län
fa: استان یونشوپینگ

# model:country.subdivision,name:se-g
source: Kronobergs län
fa: کرنبرگ

# model:country.subdivision,name:se-h
source: Kalmar län
fa: کالمار

# model:country.subdivision,name:se-i
source: Gotlands län
fa: گوتلندز

# model:country.subdivision,name:se-k
source: Blekinge län
fa: بلکینگه

# model:country.subdivision,name:se-m
source: Skåne län
fa: اسکونه

# model:country.subdivision,name:se-n
source: Hallands län
fa: هالندز

# model:country.subdivision,name:se-o
source: Västra Götalands län
fa: وسترا گوتالندز

# model:country.subdivision,name:se-s
source: Värmlands län
fa: ورملاندز

# model:country.subdivision,name:se-t
source: Örebro län
fa: اوربرو

# model:country.subdivision,name:se-u
source: Västmanlands län
fa: وستمانلاندز

# model:country.subdivision,name:se-w
source: Dalarnas län
fa: دالناس

# model:country.subdivision,name:se-x
source: Gävleborgs län
fa: استان یوله بوریز

# model:country.subdivision,name:se-y
source: Västernorrlands län
fa: وسترنورلندز

# model:country.subdivision,name:se-z
source: Jämtlands län
fa: یمتلاندز

# model:country.subdivision,name:sg-01
source: Central Singapore
fa: سنگاپور مرکزی

# model:country.subdivision,name:sg-02
source: North East
fa: شمال شرق

# model:country.subdivision,name:sg-03
source: North West
fa: شمال غرب

# model:country.subdivision,name:sg-04
source: South East
fa: جنوب شرقی

# model:country.subdivision,name:sg-05
source: South West
fa: جنوب غربی

# model:country.subdivision,name:sh-ac
source: Ascension
fa: اسنشن

# model:country.subdivision,name:sh-hl
source: Saint Helena
fa: سنت هلن

# model:country.subdivision,name:sh-ta
source: Tristan da Cunha
fa: تریستان دکونا

# model:country.subdivision,name:si-001
source: Ajdovščina
fa: آیدوفسینا

# model:country.subdivision,name:si-002
source: Beltinci
fa: بلتینچی

# model:country.subdivision,name:si-003
source: Bled
fa: بلد

# model:country.subdivision,name:si-004
source: Bohinj
fa: بوهینج

# model:country.subdivision,name:si-005
source: Borovnica
fa: بورنیکا

# model:country.subdivision,name:si-006
source: Bovec
fa: بووه

# model:country.subdivision,name:si-007
source: Brda
fa: بردا

# model:country.subdivision,name:si-008
source: Brezovica
fa: بروزوستا

# model:country.subdivision,name:si-009
source: Brežice
fa: بریدزیتشه

# model:country.subdivision,name:si-010
source: Tišina
fa: تیشینا

# model:country.subdivision,name:si-011
source: Celje
fa: سلجو

# model:country.subdivision,name:si-012
source: Cerklje na Gorenjskem
fa: سارکی ناگورنکیام

# model:country.subdivision,name:si-013
source: Cerknica
fa: سرکنیکا

# model:country.subdivision,name:si-014
source: Cerkno
fa: سرکنو

# model:country.subdivision,name:si-015
source: Črenšovci
fa: کرونشوچی

# model:country.subdivision,name:si-016
source: Črna na Koroškem
fa: سناناکروهیم

# model:country.subdivision,name:si-017
source: Črnomelj
fa: چرومولج

# model:country.subdivision,name:si-018
source: Destrnik
fa: دسترنیک

# model:country.subdivision,name:si-019
source: Divača
fa: دیواچا

# model:country.subdivision,name:si-020
source: Dobrepolje
fa: دوبرپولیا

# model:country.subdivision,name:si-021
source: Dobrova-Polhov Gradec
fa: دوبرووا-پولهوف-گراداک

# model:country.subdivision,name:si-022
source: Dol pri Ljubljani
fa: دول پری لیبلیانی

# model:country.subdivision,name:si-023
source: Domžale
fa: دومزالی

# model:country.subdivision,name:si-024
source: Dornava
fa: درنوا

# model:country.subdivision,name:si-025
source: Dravograd
fa: دراوگراد

# model:country.subdivision,name:si-026
source: Duplek
fa: دوپلک

# model:country.subdivision,name:si-027
source: Gorenja vas-Poljane
fa: گورنیا واس پولژن

# model:country.subdivision,name:si-028
source: Gorišnica
fa: گورزنیکا

# model:country.subdivision,name:si-029
source: Gornja Radgona
fa: گونی رادگونا

# model:country.subdivision,name:si-030
source: Gornji Grad
fa: گونجی گراد

# model:country.subdivision,name:si-031
source: Gornji Petrovci
fa: گونجی پترویچ

# model:country.subdivision,name:si-032
source: Grosuplje
fa: گروساپیا

# model:country.subdivision,name:si-033
source: Šalovci
fa: سالوفسکی

# model:country.subdivision,name:si-034
source: Hrastnik
fa: راسنیک

# model:country.subdivision,name:si-035
source: Hrpelje-Kozina
fa: کوزینا

# model:country.subdivision,name:si-036
source: Idrija
fa: ایدریا

# model:country.subdivision,name:si-037
source: Ig
fa: ایگ

# model:country.subdivision,name:si-038
source: Ilirska Bistrica
fa: الیاسکا بیستریسا

# model:country.subdivision,name:si-039
source: Ivančna Gorica
fa: ایونسنه گوریکا

# model:country.subdivision,name:si-040
source: Izola/Isola
fa: ایزولا / ایزولا

# model:country.subdivision,name:si-041
source: Jesenice
fa: جسنیس

# model:country.subdivision,name:si-042
source: Juršinci
fa: جورسنچی

# model:country.subdivision,name:si-043
source: Kamnik
fa: کامنیک

# model:country.subdivision,name:si-044
source: Kanal
fa: کانال

# model:country.subdivision,name:si-045
source: Kidričevo
fa: کیدریچوو

# model:country.subdivision,name:si-046
source: Kobarid
fa: کوبرید

# model:country.subdivision,name:si-047
source: Kobilje
fa: کوبلیج

# model:country.subdivision,name:si-048
source: Kočevje
fa: کوچه ویا

# model:country.subdivision,name:si-049
source: Komen
fa: کومن

# model:country.subdivision,name:si-050
source: Koper/Capodistria
fa: کوپر / کاپادیستریا

# model:country.subdivision,name:si-051
source: Kozje
fa: کوزیا

# model:country.subdivision,name:si-052
source: Kranj
fa: کران

# model:country.subdivision,name:si-053
source: Kranjska Gora
fa: کرانسکی گورا

# model:country.subdivision,name:si-054
source: Krško
fa: کرسکو

# model:country.subdivision,name:si-055
source: Kungota
fa: کونگوتا

# model:country.subdivision,name:si-056
source: Kuzma
fa: کوزما

# model:country.subdivision,name:si-057
source: Laško
fa: لاسکو

# model:country.subdivision,name:si-058
source: Lenart
fa: لنارت

# model:country.subdivision,name:si-059
source: Lendava/Lendva
fa: لندوا

# model:country.subdivision,name:si-060
source: Litija
fa: لیتیا

# model:country.subdivision,name:si-061
source: Ljubljana
fa: لیوبلیانا

# model:country.subdivision,name:si-062
source: Ljubno
fa: لیبنو

# model:country.subdivision,name:si-063
source: Ljutomer
fa: لیووتومر

# model:country.subdivision,name:si-064
source: Logatec
fa: لوگاتک

# model:country.subdivision,name:si-065
source: Loška dolina
fa: لوسکا دولینا

# model:country.subdivision,name:si-066
source: Loški Potok
fa: لوسکی پوتوک

# model:country.subdivision,name:si-067
source: Luče
fa: لچه

# model:country.subdivision,name:si-068
source: Lukovica
fa: لوکوویکا

# model:country.subdivision,name:si-069
source: Majšperk
fa: مایسپرک

# model:country.subdivision,name:si-070
source: Maribor
fa: ماریبر

# model:country.subdivision,name:si-071
source: Medvode
fa: میدوود

# model:country.subdivision,name:si-072
source: Mengeš
fa: منگچه

# model:country.subdivision,name:si-073
source: Metlika
fa: متیلیکا

# model:country.subdivision,name:si-074
source: Mežica
fa: مژیکا

# model:country.subdivision,name:si-075
source: Miren-Kostanjevica
fa: میرن-کستنجفیکا

# model:country.subdivision,name:si-076
source: Mislinja
fa: میسلینیا

# model:country.subdivision,name:si-077
source: Moravče
fa: موراچ

# model:country.subdivision,name:si-078
source: Moravske Toplice
fa: موراوسكی توپلس

# model:country.subdivision,name:si-079
source: Mozirje
fa: موزیریه

# model:country.subdivision,name:si-080
source: Murska Sobota
fa: میورسکا سوبوتا

# model:country.subdivision,name:si-081
source: Muta
fa: موتا

# model:country.subdivision,name:si-082
source: Naklo
fa: ناکلو

# model:country.subdivision,name:si-083
source: Nazarje
fa: نظیریه

# model:country.subdivision,name:si-084
source: Nova Gorica
fa: نوا گوریکا

# model:country.subdivision,name:si-085
source: Novo mesto
fa: نووا مستو

# model:country.subdivision,name:si-086
source: Odranci
fa: اودرانسی

# model:country.subdivision,name:si-087
source: Ormož
fa: اورمز

# model:country.subdivision,name:si-088
source: Osilnica
fa: اسلنیکا

# model:country.subdivision,name:si-089
source: Pesnica
fa: پسنیکا

# model:country.subdivision,name:si-090
source: Piran/Pirano
fa: پیران / پیرانو

# model:country.subdivision,name:si-091
source: Pivka
fa: پیوكا

# model:country.subdivision,name:si-092
source: Podčetrtek
fa: پودچترتک

# model:country.subdivision,name:si-093
source: Podvelka
fa: پودولکا

# model:country.subdivision,name:si-094
source: Postojna
fa: پوستوینا

# model:country.subdivision,name:si-095
source: Preddvor
fa: پردوور

# model:country.subdivision,name:si-096
source: Ptuj
fa: پوتج

# model:country.subdivision,name:si-097
source: Puconci
fa: پوسونسی

# model:country.subdivision,name:si-098
source: Rače-Fram
fa: راشه - فرام

# model:country.subdivision,name:si-099
source: Radeče
fa: رادچه

# model:country.subdivision,name:si-100
source: Radenci
fa: رادنسی

# model:country.subdivision,name:si-101
source: Radlje ob Dravi
fa: رادیه اوب دراوی

# model:country.subdivision,name:si-102
source: Radovljica
fa: رادوویچسا

# model:country.subdivision,name:si-103
source: Ravne na Koroškem
fa: راوننا کروشکم

# model:country.subdivision,name:si-104
source: Ribnica
fa: ریبنیشا

# model:country.subdivision,name:si-105
source: Rogašovci
fa: روژاشوفسکی

# model:country.subdivision,name:si-106
source: Rogaška Slatina
fa: روژاشکا سلاتینا

# model:country.subdivision,name:si-107
source: Rogatec
fa: روژاتس

# model:country.subdivision,name:si-108
source: Ruše
fa: روشه

# model:country.subdivision,name:si-109
source: Semič
fa: سمیچ

# model:country.subdivision,name:si-110
source: Sevnica
fa: سفنیتسا

# model:country.subdivision,name:si-111
source: Sežana
fa: سژانا

# model:country.subdivision,name:si-112
source: Slovenj Gradec
fa: اسلونی گراد

# model:country.subdivision,name:si-113
source: Slovenska Bistrica
fa: اسلونسکا بیستریتسا

# model:country.subdivision,name:si-114
source: Slovenske Konjice
fa: اسلونسکا کونیتسه

# model:country.subdivision,name:si-115
source: Starče
fa: استارچه

# model:country.subdivision,name:si-116
source: Sveti Jurij
fa: سمتی یوری

# model:country.subdivision,name:si-117
source: Šenčur
fa: شنچور

# model:country.subdivision,name:si-118
source: Šentilj
fa: شنتی

# model:country.subdivision,name:si-119
source: Šentjernej
fa: شنتیئرنی

# model:country.subdivision,name:si-120
source: Šentjur
fa: شنتیور

# model:country.subdivision,name:si-121
source: Škocjan
fa: شكوتسیان

# model:country.subdivision,name:si-122
source: Škofja Loka
fa: شکوفیا لوکا

# model:country.subdivision,name:si-123
source: Škofljica
fa: شكوفیتسا

# model:country.subdivision,name:si-124
source: Šmarje pri Jelšah
fa: شماریه پری یلشاه

# model:country.subdivision,name:si-125
source: Šmartno ob Paki
fa: شمارتنو اوب پاکی

# model:country.subdivision,name:si-126
source: Šoštanj
fa: شوشتانی

# model:country.subdivision,name:si-127
source: Štore
fa: شتوره

# model:country.subdivision,name:si-128
source: Tolmin
fa: تولمین

# model:country.subdivision,name:si-129
source: Trbovlje
fa: تربویه

# model:country.subdivision,name:si-130
source: Trebnje
fa: تره بیه

# model:country.subdivision,name:si-131
source: Tržič
fa: تریچ

# model:country.subdivision,name:si-132
source: Turnišče
fa: تورنیشچه

# model:country.subdivision,name:si-133
source: Velenje
fa: ول ینیه

# model:country.subdivision,name:si-134
source: Velike Lašče
fa: ولیکه لاشچه

# model:country.subdivision,name:si-135
source: Videm
fa: ویدم

# model:country.subdivision,name:si-136
source: Vipava
fa: ویپآوا

# model:country.subdivision,name:si-137
source: Vitanje
fa: ویتانیه

# model:country.subdivision,name:si-138
source: Vodice
fa: ودیتسه

# model:country.subdivision,name:si-139
source: Vojnik
fa: وینیک

# model:country.subdivision,name:si-140
source: Vrhnika
fa: ورنیکا

# model:country.subdivision,name:si-141
source: Vuzenica
fa: وزنیتسا

# model:country.subdivision,name:si-142
source: Zagorje ob Savi
fa: منطقه زاگوریه

# model:country.subdivision,name:si-143
source: Zavrč
fa: زفرچ

# model:country.subdivision,name:si-144
source: Zreče
fa: زرچه

# model:country.subdivision,name:si-146
source: Železniki
fa: ژلزنیکی

# model:country.subdivision,name:si-147
source: Žiri
fa: ژیری

# model:country.subdivision,name:si-148
source: Benedikt
fa: بنتیکت

# model:country.subdivision,name:si-149
source: Bistrica ob Sotli
fa: بیستریتسا اوب سوتلی

# model:country.subdivision,name:si-150
source: Bloke
fa: بلوک

# model:country.subdivision,name:si-151
source: Braslovče
fa: براسلوویچ

# model:country.subdivision,name:si-152
source: Cankova
fa: چنکوف

# model:country.subdivision,name:si-153
source: Cerkvenjak
fa: چکونیاک

# model:country.subdivision,name:si-154
source: Dobje
fa: دوبیه

# model:country.subdivision,name:si-155
source: Dobrna
fa: دوبرنا

# model:country.subdivision,name:si-156
source: Dobrovnik/Dobronak
fa: دوبروفنیک

# model:country.subdivision,name:si-157
source: Dolenjske Toplice
fa: دولونیسکه توپلیتسه

# model:country.subdivision,name:si-158
source: Grad
fa: گراد
