Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:ir-08
source: Chahār Mahāll va Bakhtīārī
fa: چهارمحال و بختیاری

# model:country.subdivision,name:ir-10
source: Khūzestān
fa: خوزستان

# model:country.subdivision,name:ir-11
source: Zanjān
fa: زنجان

# model:country.subdivision,name:ir-12
source: Semnān
fa: سمنان

# model:country.subdivision,name:ir-13
source: Sīstān va Balūchestān
fa: سیستان و بلوچستان

# model:country.subdivision,name:ir-14
source: Fārs
fa: فارس

# model:country.subdivision,name:ir-15
source: Kermān
fa: کرمان

# model:country.subdivision,name:ir-16
source: Kordestān
fa: کردستان

# model:country.subdivision,name:ir-17
source: Kermānshāh
fa: کرمانشاه

# model:country.subdivision,name:ir-18
source: Kohgīlūyeh va Būyer Ahmad
fa: کوهکیلویه و بوویراحمد

# model:country.subdivision,name:ir-19
source: Gīlān
fa: گیلان

# model:country.subdivision,name:ir-20
source: Lorestān
fa: لرستان

# model:country.subdivision,name:ir-21
source: Māzandarān
fa: مازندران

# model:country.subdivision,name:ir-22
source: Markazī
fa: مرکزی

# model:country.subdivision,name:ir-23
source: Hormozgān
fa: هرمزگان

# model:country.subdivision,name:ir-24
source: Hamadān
fa: همدان

# model:country.subdivision,name:ir-25
source: Yazd
fa: یزد

# model:country.subdivision,name:ir-26
source: Qom
fa: قم

# model:country.subdivision,name:ir-27
source: Golestān
fa: گلستان

# model:country.subdivision,name:ir-28
source: Qazvīn
fa: قزوین

# model:country.subdivision,name:ir-29
source: Khorāsān-e Janūbī
fa: خراسان جنوبی

# model:country.subdivision,name:ir-30
source: Khorāsān-e Razavī
fa: خراسان رضوی

# model:country.subdivision,name:ir-31
source: Khorāsān-e Shemālī
fa: خراسان شمالی

# model:country.subdivision,name:is-0
source: Reykjavík
fa: ریکیاویک

# model:country.subdivision,name:is-1
source: Höfuðborgarsvæðið
fa: خیچیعجقوجق

# model:country.subdivision,name:is-2
source: Suðurnes
fa: سورنس

# model:country.subdivision,name:is-3
source: Vesturland
fa: وستورلند

# model:country.subdivision,name:is-4
source: Vestfirðir
fa: وستفیرریر

# model:country.subdivision,name:is-5
source: Norðurland vestra
fa: وسترور نورورلند

# model:country.subdivision,name:is-6
source: Norðurland eystra
fa: استرا نورورلند

# model:country.subdivision,name:is-7
source: Austurland
fa: آوستورلند

# model:country.subdivision,name:is-8
source: Suðurland
fa: سوتزلند

# model:country.subdivision,name:it-21
source: Piemonte
fa: پیه مونت

# model:country.subdivision,name:it-23
source: Valle d'Aosta
fa: واله داوستا

# model:country.subdivision,name:it-25
source: Lombardia
fa: لومباردیا

# model:country.subdivision,name:it-32
source: Trentino-Alto Adige
fa: ترانتینو آلتو آدیج

# model:country.subdivision,name:it-34
source: Veneto
fa: ونتو

# model:country.subdivision,name:it-36
source: Friuli-Venezia Giulia
fa: فریولی ونیز جیولیا

# model:country.subdivision,name:it-42
source: Liguria
fa: لیگوریا

# model:country.subdivision,name:it-45
source: Emilia-Romagna
fa: امیلیا رومانا

# model:country.subdivision,name:it-52
source: Toscana
fa: توسکانا

# model:country.subdivision,name:it-55
source: Umbria
fa: اومبریا

# model:country.subdivision,name:it-57
source: Marche
fa: مارکه

# model:country.subdivision,name:it-62
source: Lazio
fa: لاتزیو

# model:country.subdivision,name:it-65
source: Abruzzo
fa: آبروتزو

# model:country.subdivision,name:it-67
source: Molise
fa: مولیز

# model:country.subdivision,name:it-72
source: Campania
fa: کامپانیا

# model:country.subdivision,name:it-75
source: Puglia
fa: آپولیا

# model:country.subdivision,name:it-77
source: Basilicata
fa: باسیلیکاتا

# model:country.subdivision,name:it-78
source: Calabria
fa: کالابریا

# model:country.subdivision,name:it-82
source: Sicilia
fa: سیسیلیا

# model:country.subdivision,name:it-88
source: Sardegna
fa: ساردینا

# model:country.subdivision,name:it-ag
source: Agrigento
fa: آگریجنتو

# model:country.subdivision,name:it-al
source: Alessandria
fa: آلساندریا

# model:country.subdivision,name:it-an
source: Ancona
fa: آنکونا

# model:country.subdivision,name:it-ao
source: Aosta
fa: ائوستا

# model:country.subdivision,name:it-ap
source: Ascoli Piceno
fa: آسکولی پیچنو

# model:country.subdivision,name:it-aq
source: L'Aquila
fa: لاکوئیلا

# model:country.subdivision,name:it-ar
source: Arezzo
fa: آرتزو

# model:country.subdivision,name:it-at
source: Asti
fa: آسته

# model:country.subdivision,name:it-av
source: Avellino
fa: آولینو

# model:country.subdivision,name:it-ba
source: Bari
fa: باری

# model:country.subdivision,name:it-bg
source: Bergamo
fa: برگامو

# model:country.subdivision,name:it-bi
source: Biella
fa: بیه لا

# model:country.subdivision,name:it-bl
source: Belluno
fa: بلونو

# model:country.subdivision,name:it-bn
source: Benevento
fa: بنونتو

# model:country.subdivision,name:it-bo
source: Bologna
fa: بولوگنا

# model:country.subdivision,name:it-br
source: Brindisi
fa: بریندیسی

# model:country.subdivision,name:it-bs
source: Brescia
fa: برشا

# model:country.subdivision,name:it-bt
source: Barletta-Andria-Trani
fa: بارلتا-آندریا-ترانی

# model:country.subdivision,name:it-bz
source: Bolzano
fa: بولزانو

# model:country.subdivision,name:it-ca
source: Cagliari
fa: کالیاری

# model:country.subdivision,name:it-cb
source: Campobasso
fa: کامپوباسو

# model:country.subdivision,name:it-ce
source: Caserta
fa: کسرتا

# model:country.subdivision,name:it-ch
source: Chieti
fa: کیتی

# model:country.subdivision,name:it-ci
source: Carbonia-Iglesias
fa: کاربونیا-ایگلسیاس

# model:country.subdivision,name:it-cl
source: Caltanissetta
fa: کالتانیستا

# model:country.subdivision,name:it-cn
source: Cuneo
fa: کونیو

# model:country.subdivision,name:it-co
source: Como
fa: کومو

# model:country.subdivision,name:it-cr
source: Cremona
fa: کرمونا

# model:country.subdivision,name:it-cs
source: Cosenza
fa: کزنتزا

# model:country.subdivision,name:it-ct
source: Catania
fa: کاتانیا

# model:country.subdivision,name:it-cz
source: Catanzaro
fa: کاتانزارو

# model:country.subdivision,name:it-en
source: Enna
fa: انا

# model:country.subdivision,name:it-fc
source: Forlì-Cesena
fa: فورلی کسنا

# model:country.subdivision,name:it-fe
source: Ferrara
fa: فرارا

# model:country.subdivision,name:it-fg
source: Foggia
fa: فوجیا

# model:country.subdivision,name:it-fi
source: Firenze
fa: فلورانس

# model:country.subdivision,name:it-fm
source: Fermo
fa: فرمو

# model:country.subdivision,name:it-fr
source: Frosinone
fa: فروزینونه

# model:country.subdivision,name:it-ge
source: Genova
fa: جنوا

# model:country.subdivision,name:it-go
source: Gorizia
fa: گوریتزیا

# model:country.subdivision,name:it-gr
source: Grosseto
fa: گروستو

# model:country.subdivision,name:it-im
source: Imperia
fa: ایمپریا

# model:country.subdivision,name:it-is
source: Isernia
fa: ایسرنیا

# model:country.subdivision,name:it-kr
source: Crotone
fa: کروتون

# model:country.subdivision,name:it-lc
source: Lecco
fa: لکو

# model:country.subdivision,name:it-le
source: Lecce
fa: لچه

# model:country.subdivision,name:it-li
source: Livorno
fa: لیورنو

# model:country.subdivision,name:it-lo
source: Lodi
fa: لودی

# model:country.subdivision,name:it-lt
source: Latina
fa: لاتینا

# model:country.subdivision,name:it-lu
source: Lucca
fa: لوکا

# model:country.subdivision,name:it-mb
source: Monza e Brianza
fa: مونزا و برینزا

# model:country.subdivision,name:it-mc
source: Macerata
fa: ماچراتا

# model:country.subdivision,name:it-me
source: Messina
fa: مسینا

# model:country.subdivision,name:it-mi
source: Milano
fa: میلان

# model:country.subdivision,name:it-mn
source: Mantova
fa: مانتووا

# model:country.subdivision,name:it-mo
source: Modena
fa: مودنا

# model:country.subdivision,name:it-ms
source: Massa-Carrara
fa: ماسا کارارا

# model:country.subdivision,name:it-mt
source: Matera
fa: ماترا

# model:country.subdivision,name:it-na
source: Napoli
fa: ناپولی

# model:country.subdivision,name:it-no
source: Novara
fa: نووارا

# model:country.subdivision,name:it-nu
source: Nuoro
fa: نیورو

# model:country.subdivision,name:it-og
source: Ogliastra
fa: اولیاسترا

# model:country.subdivision,name:it-or
source: Oristano
fa: اوریستانو

# model:country.subdivision,name:it-ot
source: Olbia-Tempio
fa: البیا تمپیو

# model:country.subdivision,name:it-pa
source: Palermo
fa: پالرمو

# model:country.subdivision,name:it-pc
source: Piacenza
fa: پیاچنزا

# model:country.subdivision,name:it-pd
source: Padova
fa: پادووا

# model:country.subdivision,name:it-pe
source: Pescara
fa: پسکارا

# model:country.subdivision,name:it-pg
source: Perugia
fa: پروجا

# model:country.subdivision,name:it-pi
source: Pisa
fa: پیزا

# model:country.subdivision,name:it-pn
source: Pordenone
fa: پوردنونه

# model:country.subdivision,name:it-po
source: Prato
fa: پراتو

# model:country.subdivision,name:it-pr
source: Parma
fa: پارما

# model:country.subdivision,name:it-pt
source: Pistoia
fa: پیستویا

# model:country.subdivision,name:it-pu
source: Pesaro e Urbino
fa: پزآرو اوربینینو

# model:country.subdivision,name:it-pv
source: Pavia
fa: پاویا

# model:country.subdivision,name:it-pz
source: Potenza
fa: پوتنزا

# model:country.subdivision,name:it-ra
source: Ravenna
fa: راونا

# model:country.subdivision,name:it-rc
source: Reggio Calabria
fa: رجیو کالابریا

# model:country.subdivision,name:it-re
source: Reggio Emilia
fa: رجیونل امیلیا

# model:country.subdivision,name:it-rg
source: Ragusa
fa: راگوزا

# model:country.subdivision,name:it-ri
source: Rieti
fa: ریتی

# model:country.subdivision,name:it-rm
source: Roma
fa: روما

# model:country.subdivision,name:it-rn
source: Rimini
fa: ریمینی

# model:country.subdivision,name:it-ro
source: Rovigo
fa: روویگو

# model:country.subdivision,name:it-sa
source: Salerno
fa: سالرنو

# model:country.subdivision,name:it-si
source: Siena
fa: سیه‌نا

# model:country.subdivision,name:it-so
source: Sondrio
fa: سوندریو

# model:country.subdivision,name:it-sp
source: La Spezia
fa: لا اسپتسیا

# model:country.subdivision,name:it-sr
source: Siracusa
fa: سیراکوزا

# model:country.subdivision,name:it-ss
source: Sassari
fa: ساساری

# model:country.subdivision,name:it-sv
source: Savona
fa: ساونا

# model:country.subdivision,name:it-ta
source: Taranto
fa: تارانتو

# model:country.subdivision,name:it-te
source: Teramo
fa: ترامو

# model:country.subdivision,name:it-tn
source: Trento
fa: ترنتو

# model:country.subdivision,name:it-to
source: Torino
fa: تورینو

# model:country.subdivision,name:it-tp
source: Trapani
fa: تراپانی

# model:country.subdivision,name:it-tr
source: Terni
fa: ترنی

# model:country.subdivision,name:it-ts
source: Trieste
fa: تریسته

# model:country.subdivision,name:it-tv
source: Treviso
fa: ترویزو

# model:country.subdivision,name:it-ud
source: Udine
fa: اودینه

# model:country.subdivision,name:it-va
source: Varese
fa: وارزه

# model:country.subdivision,name:it-vb
source: Verbano-Cusio-Ossola
fa: وربانو-کوشیو-اوسولا

# model:country.subdivision,name:it-vc
source: Vercelli
fa: ورچلی

# model:country.subdivision,name:it-ve
source: Venezia
fa: ونیز

# model:country.subdivision,name:it-vi
source: Vicenza
fa: ویچنزا

# model:country.subdivision,name:it-vr
source: Verona
fa: ورونا

# model:country.subdivision,name:it-vs
source: Medio Campidano
fa: مدیو کامپیدانو

# model:country.subdivision,name:it-vt
source: Viterbo
fa: ویتربو

# model:country.subdivision,name:it-vv
source: Vibo Valentia
fa: ویبو والنثیا

# model:country.subdivision,name:jm-01
source: Kingston
fa: کینگستون

# model:country.subdivision,name:jm-02
source: Saint Andrew
fa: سانت اندرو

# model:country.subdivision,name:jm-03
source: Saint Thomas
fa: سنت توماس

# model:country.subdivision,name:jm-04
source: Portland
fa: پورتلند

# model:country.subdivision,name:jm-05
source: Saint Mary
fa: سنت ماری

# model:country.subdivision,name:jm-06
source: Saint Ann
fa: سنت آن

# model:country.subdivision,name:jm-07
source: Trelawny
fa: ترلونی

# model:country.subdivision,name:jm-08
source: Saint James
fa: سنت جیمز

# model:country.subdivision,name:jm-09
source: Hanover
fa: هانوور

# model:country.subdivision,name:jm-10
source: Westmoreland
fa: وست مورلند

# model:country.subdivision,name:jm-11
source: Saint Elizabeth
fa: سنت الیزابت

# model:country.subdivision,name:jm-12
source: Manchester
fa: منچستر

# model:country.subdivision,name:jm-13
source: Clarendon
fa: مارنگو

# model:country.subdivision,name:jm-14
source: Saint Catherine
fa: سنت کاترین

# model:country.subdivision,name:jo-aj
source: ‘Ajlūn
fa: آجلن

# model:country.subdivision,name:jo-am
source: ‘Ammān (Al ‘Aşimah)
fa: عمان

# model:country.subdivision,name:jo-aq
source: Al ‘Aqabah
fa: الاعقبه

# model:country.subdivision,name:jo-at
source: Aţ Ţafīlah
fa: اتتفیلح

# model:country.subdivision,name:jo-az
source: Az Zarqā'
fa: آذ زرقا'

# model:country.subdivision,name:jo-ba
source: Al Balqā'
fa: البلقا'

# model:country.subdivision,name:jo-ir
source: Irbid
fa: ایربید

# model:country.subdivision,name:jo-ja
source: Jarash
fa: جاراش

# model:country.subdivision,name:jo-ka
source: Al Karak
fa: آل کاراک

# model:country.subdivision,name:jo-ma
source: Al Mafraq
fa: المفرق

# model:country.subdivision,name:jo-md
source: Mādabā
fa: مدابا

# model:country.subdivision,name:jo-mn
source: Ma‘ān
fa: معین

# model:country.subdivision,name:jp-01
source: Hokkaido
fa: هوکایدو

# model:country.subdivision,name:jp-02
source: Aomori
fa: اُموری

# model:country.subdivision,name:jp-03
source: Iwate
fa: ایواته

# model:country.subdivision,name:jp-04
source: Miyagi
fa: میاگی

# model:country.subdivision,name:jp-05
source: Akita
fa: آکیتا

# model:country.subdivision,name:jp-06
source: Yamagata
fa: یاماگاتا

# model:country.subdivision,name:jp-07
source: Fukushima
fa: فوکوشیما

# model:country.subdivision,name:jp-08
source: Ibaraki
fa: ایباراکی

# model:country.subdivision,name:jp-09
source: Tochigi
fa: توچیگی

# model:country.subdivision,name:jp-10
source: Gunma
fa: گومه آ

# model:country.subdivision,name:jp-11
source: Saitama
fa: سایتاما

# model:country.subdivision,name:jp-12
source: Chiba
fa: چیبا

# model:country.subdivision,name:jp-13
source: Tokyo
fa: توکیو

# model:country.subdivision,name:jp-14
source: Kanagawa
fa: کانگاوا

# model:country.subdivision,name:jp-15
source: Niigata
fa: نیگاتا

# model:country.subdivision,name:jp-16
source: Toyama
fa: تویاما

# model:country.subdivision,name:jp-17
source: Ishikawa
fa: ایشیکاوا

# model:country.subdivision,name:jp-18
source: Fukui
fa: فوکوئی

# model:country.subdivision,name:jp-19
source: Yamanashi
fa: یاماناشی

# model:country.subdivision,name:jp-20
source: Nagano
fa: ناگانو

# model:country.subdivision,name:jp-21
source: Gifu
fa: گیفو

# model:country.subdivision,name:jp-22
source: Shizuoka
fa: شیزووکا

# model:country.subdivision,name:jp-23
source: Aichi
fa: آیچی

# model:country.subdivision,name:jp-24
source: Mie
fa: میی

# model:country.subdivision,name:jp-25
source: Shiga
fa: شیگا

# model:country.subdivision,name:jp-26
source: Kyoto
fa: کیوتو

# model:country.subdivision,name:jp-27
source: Osaka
fa: اوساکا

# model:country.subdivision,name:jp-28
source: Hyogo
fa: هیوگو

# model:country.subdivision,name:jp-29
source: Nara
fa: نارا

# model:country.subdivision,name:jp-30
source: Wakayama
fa: واکایاما

# model:country.subdivision,name:jp-31
source: Tottori
fa: توتوری

# model:country.subdivision,name:jp-32
source: Shimane
fa: شیمانه

# model:country.subdivision,name:jp-33
source: Okayama
fa: اوکایاما

# model:country.subdivision,name:jp-34
source: Hiroshima
fa: هیروشیما

# model:country.subdivision,name:jp-35
source: Yamaguchi
fa: یاماگوچی

# model:country.subdivision,name:jp-36
source: Tokushima
fa: توکوشیما

# model:country.subdivision,name:jp-37
source: Kagawa
fa: کاگاوا

# model:country.subdivision,name:jp-38
source: Ehime
fa: اشیمه

# model:country.subdivision,name:jp-39
source: Kochi
fa: کوچی

# model:country.subdivision,name:jp-40
source: Fukuoka
fa: فوکوئوکا

# model:country.subdivision,name:jp-41
source: Saga
fa: سوگا

# model:country.subdivision,name:jp-42
source: Nagasaki
fa: ناگازاکی

# model:country.subdivision,name:jp-43
source: Kumamoto
fa: کوماموتو

# model:country.subdivision,name:jp-44
source: Oita
fa: اویتا

# model:country.subdivision,name:jp-45
source: Miyazaki
fa: میازاکی

# model:country.subdivision,name:jp-46
source: Kagoshima
fa: کاگوشیما

# model:country.subdivision,name:jp-47
source: Okinawa
fa: اوکیناوا

# model:country.subdivision,name:ke-110
source: Nairobi Municipality
fa: نایروبی

# model:country.subdivision,name:ke-200
source: Central
fa: مرکزی

# model:country.subdivision,name:ke-300
source: Coast
fa: کوست

# model:country.subdivision,name:ke-400
source: Eastern
fa: شرقی

# model:country.subdivision,name:ke-500
source: North-Eastern Kaskazini Mashariki
fa: شمال شرقی

# model:country.subdivision,name:ke-700
source: Rift Valley
fa: ولی ریفت

# model:country.subdivision,name:ke-800
source: Western Magharibi
fa: غربی

# model:country.subdivision,name:kg-b
source: Batken
fa: باتکن

# model:country.subdivision,name:kg-c
source: Chü
fa: چی

# model:country.subdivision,name:kg-gb
source: Bishkek
fa: بیشکک

# model:country.subdivision,name:kg-j
source: Jalal-Abad
fa: جلال آباد

# model:country.subdivision,name:kg-n
source: Naryn
fa: نارین

# model:country.subdivision,name:kg-o
source: Osh
fa: اوش

# model:country.subdivision,name:kg-t
source: Talas
fa: تالاس

# model:country.subdivision,name:kg-y
source: Ysyk-Köl
fa: سیکی-کول

# model:country.subdivision,name:kh-1
source: Banteay Mean Chey
fa: بانتی مین چای

# model:country.subdivision,name:kh-10
source: Krachoh
fa: کراچه

# model:country.subdivision,name:kh-11
source: Mondol Kiri
fa: موندول کیری

# model:country.subdivision,name:kh-12
source: Phnom Penh
fa: پنوم پن

# model:country.subdivision,name:kh-13
source: Preah Vihear
fa: پری ویهیر

# model:country.subdivision,name:kh-14
source: Prey Veaeng
fa: پرای وی اینگ

# model:country.subdivision,name:kh-15
source: Pousaat
fa: پوثسات

# model:country.subdivision,name:kh-16
source: Rotanak Kiri
fa: روتانک کیری

# model:country.subdivision,name:kh-17
source: Siem Reab
fa: سيم راب

# model:country.subdivision,name:kh-18
source: Krong Preah Sihanouk
fa: کرونگ پریه سیهنواک

# model:country.subdivision,name:kh-19
source: Stueng Traeng
fa: ستون ترانگ

# model:country.subdivision,name:kh-2
source: Battambang
fa: بتامبنگ

# model:country.subdivision,name:kh-20
source: Svaay Rieng
fa: سوای راینگ

# model:country.subdivision,name:kh-21
source: Taakaev
fa: تاکائوف

# model:country.subdivision,name:kh-22
source: Otdar Mean Chey
fa: اتار مین چی

# model:country.subdivision,name:kh-23
source: Krong Kaeb
fa: کرونگ کائیب

# model:country.subdivision,name:kh-24
source: Krong Pailin
fa: کرونگ پیلن

# model:country.subdivision,name:kh-3
source: Kampong Cham
fa: کامپونگ کام

# model:country.subdivision,name:kh-4
source: Kampong Chhnang
fa: کامپونگ شنانگ

# model:country.subdivision,name:kh-5
source: Kampong Speu
fa: کامپونگ سپیو

# model:country.subdivision,name:kh-6
source: Kampong Thom
fa: کامپونگ تاوم

# model:country.subdivision,name:kh-7
source: Kampot
fa: کمپوت

# model:country.subdivision,name:kh-8
source: Kandal
fa: کندال

# model:country.subdivision,name:kh-9
source: Kach Kong
fa: کچ کنگ

# model:country.subdivision,name:ki-g
source: Gilbert Islands
fa: جزایر گیلبرت

# model:country.subdivision,name:ki-l
source: Line Islands
fa: جزایر لاین

# model:country.subdivision,name:ki-p
source: Phoenix Islands
fa: جزایر فینیکس

# model:country.subdivision,name:km-a
source: Andjouân (Anjwān)
fa: اندیوآن (آنجوان)

# model:country.subdivision,name:km-g
source: Andjazîdja (Anjazījah)
fa: آندیاژاد (آنجی زده)

# model:country.subdivision,name:km-m
source: Moûhîlî (Mūhīlī)
fa: موحلی (موهیلی)

# model:country.subdivision,name:kn-01
source: Christ Church Nichola Town
fa: کلیسای مسیح نیکولا تاون

# model:country.subdivision,name:kn-02
source: Saint Anne Sandy Point
fa: سنت آن سندی پوینت

# model:country.subdivision,name:kn-03
source: Saint George Basseterre
fa: سنت جورج باستر

# model:country.subdivision,name:kn-04
source: Saint George Gingerland
fa: سنت جورج گینگرلند

# model:country.subdivision,name:kn-05
source: Saint James Windward
fa: سنت جیمز ویندورد

# model:country.subdivision,name:kn-06
source: Saint John Capisterre
fa: سنت جان کیپستر

# model:country.subdivision,name:kn-07
source: Saint John Figtree
fa: سنت جان فیگتری

# model:country.subdivision,name:kn-08
source: Saint Mary Cayon
fa: سنت ماری کایون

# model:country.subdivision,name:kn-09
source: Saint Paul Capisterre
fa: سنت پل کپیستر

# model:country.subdivision,name:kn-10
source: Saint Paul Charlestown
fa: سنت پل چارلستون

# model:country.subdivision,name:kn-11
source: Saint Peter Basseterre
fa: سنت پیتر باستر

# model:country.subdivision,name:kn-12
source: Saint Thomas Lowland
fa: سنت توماس لولند

# model:country.subdivision,name:kn-13
source: Saint Thomas Middle Island
fa: جزیره میانی سنت توماس

# model:country.subdivision,name:kn-15
source: Trinity Palmetto Point
fa: ترینیتی پالمیتو پوینت

# model:country.subdivision,name:kn-k
source: Saint Kitts
fa: سنت کیتس

# model:country.subdivision,name:kn-n
source: Nevis
fa: نویس

# model:country.subdivision,name:kp-01
source: P’yŏngyang
fa: پیونگ یانگ

# model:country.subdivision,name:kp-02
source: P’yŏngan-namdo
fa: پیونگان نامدو

# model:country.subdivision,name:kp-03
source: P’yŏngan-bukto
fa: پیونگان باکتو

# model:country.subdivision,name:kp-04
source: Chagang-do
fa: چگانگ-پو

# model:country.subdivision,name:kp-05
source: Hwanghae-namdo
fa: هانگی-ناندو

# model:country.subdivision,name:kp-06
source: Hwanghae-bukto
fa: هوانگای باکتو

# model:country.subdivision,name:kp-07
source: Kangwŏn-do
fa: کانگوان تو

# model:country.subdivision,name:kp-08
source: Hamgyŏng-namdo
fa: همگیونگ نامدو

# model:country.subdivision,name:kp-09
source: Hamgyŏng-bukto
fa: همگیونگ باکتو

# model:country.subdivision,name:kp-10
source: Yanggang-do
fa: یاگگانگ تو

# model:country.subdivision,name:kp-13
source: Nasŏn (Najin-Sŏnbong)
fa: ناسون

# model:country.subdivision,name:kr-11
source: Seoul Teugbyeolsi
fa: سئول تیوگپیوشی

# model:country.subdivision,name:kr-26
source: Busan Gwang'yeogsi
fa: بوسان گوانگ یوگشی

# model:country.subdivision,name:kr-27
source: Daegu Gwang'yeogsi
fa: تایگو گوانگ یوگشی

# model:country.subdivision,name:kr-28
source: Incheon Gwang'yeogsi
fa: اینچئون گوانگ یوگشی

# model:country.subdivision,name:kr-29
source: Gwangju Gwang'yeogsi
fa: گوانجیو گوانگ یوگشی

# model:country.subdivision,name:kr-30
source: Daejeon Gwang'yeogsi
fa: داجون گوانگ یوگشی

# model:country.subdivision,name:kr-31
source: Ulsan Gwang'yeogsi
fa: اولسان گوانگ یوگشی

# model:country.subdivision,name:kr-41
source: Gyeonggido
fa: گوانگیدو

# model:country.subdivision,name:kr-42
source: Gang'weondo
fa: گنگ وئوندو

# model:country.subdivision,name:kr-43
source: Chungcheongbukdo
fa: چانگ چئونگ بوکودو

# model:country.subdivision,name:kr-44
source: Chungcheongnamdo
fa: چانگ چئونگ نامدو

# model:country.subdivision,name:kr-45
source: Jeonrabukdo
fa: جئولابوکودو

# model:country.subdivision,name:kr-46
source: Jeonranamdo
fa: جئولابوکودو

# model:country.subdivision,name:kr-47
source: Gyeongsangbukdo
fa: گونگسانگ بوکودو

# model:country.subdivision,name:kr-48
source: Gyeongsangnamdo
fa: گونگسانگ نامودو

# model:country.subdivision,name:kr-49
source: Jejudo
fa: جی جودو

# model:country.subdivision,name:kw-ah
source: Al Ahmadi
fa: الاحمدی

# model:country.subdivision,name:kw-fa
source: Al Farwānīyah
fa: آل فروانیه

# model:country.subdivision,name:kw-ha
source: Hawallī
fa: هاوالی

# model:country.subdivision,name:kw-ja
source: Al Jahrrā’
fa: الجهره'

# model:country.subdivision,name:kw-ku
source: Al Kuwayt (Al ‘Āşimah)
fa: کویت

# model:country.subdivision,name:kw-mu
source: Mubārak al Kabīr
fa: مبارک الكبیر

# model:country.subdivision,name:kz-akm
source: Aqmola oblysy
fa: منطقه آق مولا

# model:country.subdivision,name:kz-akt
source: Aqtöbe oblysy
fa: منطقه آق تپه

# model:country.subdivision,name:kz-ala
source: Almaty
fa: آلماآتی
