Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:dz-37
source: Tindouf
fa: تینودوف

# model:country.subdivision,name:dz-38
source: Tissemsilt
fa: تیسمسیلت

# model:country.subdivision,name:dz-39
source: El Oued
fa: الوگوئه

# model:country.subdivision,name:dz-40
source: Khenchela
fa: کنشلا

# model:country.subdivision,name:dz-41
source: Souk Ahras
fa: سوق احراز

# model:country.subdivision,name:dz-42
source: Tipaza
fa: تایپازا

# model:country.subdivision,name:dz-43
source: Mila
fa: میلا

# model:country.subdivision,name:dz-44
source: Aïn Defla
fa: آین دفلا

# model:country.subdivision,name:dz-45
source: Naama
fa: نائامه

# model:country.subdivision,name:dz-46
source: Aïn Témouchent
fa: آین تیموشو

# model:country.subdivision,name:dz-47
source: Ghardaïa
fa: غدایا

# model:country.subdivision,name:dz-48
source: Relizane
fa: رلیزین

# model:country.subdivision,name:ec-a
source: Azuay
fa: آزووه

# model:country.subdivision,name:ec-b
source: Bolívar
fa: بولیوار

# model:country.subdivision,name:ec-c
source: Carchi
fa: کارچی

# model:country.subdivision,name:ec-d
source: Orellana
fa: اورلانا

# model:country.subdivision,name:ec-e
source: Esmeraldas
fa: اسمرالداس

# model:country.subdivision,name:ec-f
source: Cañar
fa: کانیا

# model:country.subdivision,name:ec-g
source: Guayas
fa: گوایس

# model:country.subdivision,name:ec-h
source: Chimborazo
fa: چیمبروزو

# model:country.subdivision,name:ec-i
source: Imbabura
fa: ایمبابورا

# model:country.subdivision,name:ec-l
source: Loja
fa: لوژ

# model:country.subdivision,name:ec-m
source: Manabí
fa: مانابی

# model:country.subdivision,name:ec-n
source: Napo
fa: ناپو

# model:country.subdivision,name:ec-o
source: El Oro
fa: ال اورو

# model:country.subdivision,name:ec-p
source: Pichincha
fa: پیچینچا

# model:country.subdivision,name:ec-r
source: Los Ríos
fa: لوس ریوس

# model:country.subdivision,name:ec-s
source: Morona-Santiago
fa: مورونا - سانتیاگو

# model:country.subdivision,name:ec-sd
source: Santo Domingo de los Tsáchilas
fa: سانتو دومینگو د لس تسچیلاس

# model:country.subdivision,name:ec-se
source: Santa Elena
fa: سانتا النا

# model:country.subdivision,name:ec-t
source: Tungurahua
fa: تونگوراهوا

# model:country.subdivision,name:ec-u
source: Sucumbíos
fa: شوگومبیوس

# model:country.subdivision,name:ec-w
source: Galápagos
fa: گالاپاگوس

# model:country.subdivision,name:ec-x
source: Cotopaxi
fa: کودوپاکسی

# model:country.subdivision,name:ec-y
source: Pastaza
fa: پاستازا

# model:country.subdivision,name:ec-z
source: Zamora-Chinchipe
fa: زامورا - چینچیپه

# model:country.subdivision,name:ee-37
source: Harjumaa
fa: هارووماتا

# model:country.subdivision,name:ee-39
source: Hiiumaa
fa: هیهوماتا

# model:country.subdivision,name:ee-44
source: Ida-Virumaa
fa: ایدا ویروما

# model:country.subdivision,name:ee-49
source: Jõgevamaa
fa: یوگآاما

# model:country.subdivision,name:ee-51
source: Järvamaa
fa: جاروآما

# model:country.subdivision,name:ee-57
source: Läänemaa
fa: لاننمآ

# model:country.subdivision,name:ee-59
source: Lääne-Virumaa
fa: لان - ویرومآ

# model:country.subdivision,name:ee-65
source: Põlvamaa
fa: پولوآما

# model:country.subdivision,name:ee-67
source: Pärnumaa
fa: پارونومآ

# model:country.subdivision,name:ee-70
source: Raplamaa
fa: راپلآما

# model:country.subdivision,name:ee-74
source: Saaremaa
fa: سآرآما

# model:country.subdivision,name:ee-78
source: Tartumaa
fa: تارتومآ

# model:country.subdivision,name:ee-82
source: Valgamaa
fa: والگومآ

# model:country.subdivision,name:ee-84
source: Viljandimaa
fa: ویلیندیمآ

# model:country.subdivision,name:ee-86
source: Võrumaa
fa: وورومآ

# model:country.subdivision,name:eg-alx
source: Al Iskandarīyah
fa: آل اسکندریه

# model:country.subdivision,name:eg-asn
source: Aswān
fa: اسوان

# model:country.subdivision,name:eg-ast
source: Asyūt
fa: اسایوت

# model:country.subdivision,name:eg-ba
source: Al Bahr al Ahmar
fa: دریای سرخ

# model:country.subdivision,name:eg-bh
source: Al Buhayrah
fa: البحیره

# model:country.subdivision,name:eg-bns
source: Banī Suwayf
fa: بانوی سوآف

# model:country.subdivision,name:eg-c
source: Al Qāhirah
fa: القهره

# model:country.subdivision,name:eg-dk
source: Ad Daqahlīyah
fa: اد ضغلیه

# model:country.subdivision,name:eg-dt
source: Dumyāt
fa: دمیت

# model:country.subdivision,name:eg-fym
source: Al Fayyūm
fa: آل فیویوم

# model:country.subdivision,name:eg-gh
source: Al Gharbīyah
fa: الغربیه

# model:country.subdivision,name:eg-gz
source: Al Jīzah
fa: الجیزه

# model:country.subdivision,name:eg-hu
source: Ḩulwān
fa: هولوان

# model:country.subdivision,name:eg-is
source: Al Ismā`īlīyah
fa: آل اسماعیلیه

# model:country.subdivision,name:eg-js
source: Janūb Sīnā'
fa: جنوب سینا'

# model:country.subdivision,name:eg-kb
source: Al Qalyūbīyah
fa: آل قلیبهه

# model:country.subdivision,name:eg-kfs
source: Kafr ash Shaykh
fa: کفرالشیخ

# model:country.subdivision,name:eg-kn
source: Qinā
fa: قین

# model:country.subdivision,name:eg-mn
source: Al Minyā
fa: آل مینیا

# model:country.subdivision,name:eg-mnf
source: Al Minūfīyah
fa: آل مینوفیه

# model:country.subdivision,name:eg-mt
source: Matrūh
fa: ماتروح

# model:country.subdivision,name:eg-pts
source: Būr Sa`īd
fa: بور سعید

# model:country.subdivision,name:eg-shg
source: Sūhāj
fa: سحاق

# model:country.subdivision,name:eg-shr
source: Ash Sharqīyah
fa: الشرقيه

# model:country.subdivision,name:eg-sin
source: Shamal Sīnā'
fa: شمال سینا'

# model:country.subdivision,name:eg-su
source: As Sādis min Uktūbar
fa: السعدیس من اکتوبر

# model:country.subdivision,name:eg-suz
source: As Suways
fa: اسسوایز

# model:country.subdivision,name:eg-wad
source: Al Wādī al Jadīd
fa: الوعیدی الجدید

# model:country.subdivision,name:er-an
source: Ansabā
fa: انصابا

# model:country.subdivision,name:er-dk
source: Janūbī al Baḩrī al Aḩmar
fa: دریای سرخ جنوبی

# model:country.subdivision,name:er-du
source: Al Janūbī
fa: الجنوبی

# model:country.subdivision,name:er-gb
source: Qāsh-Barkah
fa: قهس - بارکا

# model:country.subdivision,name:er-ma
source: Al Awsaţ
fa: الاوسط

# model:country.subdivision,name:er-sk
source: Shimālī al Baḩrī al Aḩmar
fa: دریای سرخ شمالی

# model:country.subdivision,name:es-a
source: Alicante
fa: آلیکانته

# model:country.subdivision,name:es-ab
source: Albacete
fa: آلبوسیت

# model:country.subdivision,name:es-al
source: Almería
fa: آلمریا

# model:country.subdivision,name:es-an
source: Andalucía
fa: اندلس

# model:country.subdivision,name:es-ar
source: Aragón
fa: آراگون

# model:country.subdivision,name:es-as
source: Asturias, Principado de
fa: آستوریاس

# model:country.subdivision,name:es-av
source: Ávila
fa: آویلا

# model:country.subdivision,name:es-b
source: Barcelona
fa: بارسلون

# model:country.subdivision,name:es-ba
source: Badajoz
fa: باداخوس

# model:country.subdivision,name:es-bi
source: Bizkaia
fa: بیزکایا

# model:country.subdivision,name:es-bu
source: Burgos
fa: بورگوس

# model:country.subdivision,name:es-c
source: A Coruña
fa: آکرونیا

# model:country.subdivision,name:es-ca
source: Cádiz
fa: ثادیز

# model:country.subdivision,name:es-cb
source: Cantabria
fa: کانتابریا

# model:country.subdivision,name:es-cc
source: Cáceres
fa: کاسرس

# model:country.subdivision,name:es-ce
source: Ceuta
fa: سئوتا

# model:country.subdivision,name:es-cl
source: Castilla y León
fa: کاستیا ی لیئون

# model:country.subdivision,name:es-cm
source: Castilla-La Mancha
fa: کاستیا لا منتا

# model:country.subdivision,name:es-cn
source: Canarias
fa: کانریاس

# model:country.subdivision,name:es-co
source: Córdoba
fa: کوردوبا

# model:country.subdivision,name:es-cr
source: Ciudad Real
fa: سیواد رئال

# model:country.subdivision,name:es-cs
source: Castellón
fa: کاستلون

# model:country.subdivision,name:es-ct
source: Catalunya
fa: کاتالونیا

# model:country.subdivision,name:es-cu
source: Cuenca
fa: کوئنکا

# model:country.subdivision,name:es-ex
source: Extremadura
fa: اکستره مادورا

# model:country.subdivision,name:es-ga
source: Galicia
fa: گالیسیا

# model:country.subdivision,name:es-gc
source: Las Palmas
fa: لاس پالماس

# model:country.subdivision,name:es-gi
source: Girona
fa: گیرونا

# model:country.subdivision,name:es-gr
source: Granada
fa: گرانادا

# model:country.subdivision,name:es-gu
source: Guadalajara
fa: گوادالاخارا

# model:country.subdivision,name:es-h
source: Huelva
fa: اوئلوا

# model:country.subdivision,name:es-hu
source: Huesca
fa: هوئسکا

# model:country.subdivision,name:es-ib
source: Illes Balears
fa: ایلیس بالریاس

# model:country.subdivision,name:es-j
source: Jaén
fa: ساین

# model:country.subdivision,name:es-l
source: Lleida
fa: یه یدا

# model:country.subdivision,name:es-le
source: León
fa: لیئون

# model:country.subdivision,name:es-lo
source: La Rioja
fa: لاریوخا

# model:country.subdivision,name:es-lu
source: Lugo
fa: لوگو

# model:country.subdivision,name:es-m
source: Madrid
fa: مادرید

# model:country.subdivision,name:es-ma
source: Málaga
fa: مالاگا

# model:country.subdivision,name:es-mc
source: Murcia, Región de
fa: مورسیا

# model:country.subdivision,name:es-md
source: Madrid, Comunidad de
fa: مادرید

# model:country.subdivision,name:es-ml
source: Melilla
fa: ملیلیه

# model:country.subdivision,name:es-mu
source: Murcia
fa: مورسیا

# model:country.subdivision,name:es-na
source: Navarra / Nafarroa
fa: نافارا

# model:country.subdivision,name:es-nc
source: Navarra, Comunidad Foral de / Nafarroako Foru Komunitatea
fa: ناوارا

# model:country.subdivision,name:es-o
source: Asturias
fa: آستوریاس

# model:country.subdivision,name:es-or
source: Ourense
fa: اورنسه

# model:country.subdivision,name:es-p
source: Palencia
fa: پالنسیا

# model:country.subdivision,name:es-pm
source: Balears
fa: بالیرس

# model:country.subdivision,name:es-po
source: Pontevedra
fa: پونه ودرا

# model:country.subdivision,name:es-pv
source: País Vasco / Euskal Herria
fa: باسک

# model:country.subdivision,name:es-ri
source: La Rioja
fa: لاریوخا

# model:country.subdivision,name:es-s
source: Cantabria
fa: کانتابریا

# model:country.subdivision,name:es-sa
source: Salamanca
fa: سالامانکا

# model:country.subdivision,name:es-se
source: Sevilla
fa: سویلیا

# model:country.subdivision,name:es-sg
source: Segovia
fa: سگوبیا

# model:country.subdivision,name:es-so
source: Soria
fa: سریا

# model:country.subdivision,name:es-ss
source: Gipuzkoa
fa: استان گیپوسکوا

# model:country.subdivision,name:es-t
source: Tarragona
fa: تاراگونا

# model:country.subdivision,name:es-te
source: Teruel
fa: تروئل

# model:country.subdivision,name:es-tf
source: Santa Cruz de Tenerife
fa: سانتا کروز

# model:country.subdivision,name:es-to
source: Toledo
fa: تولدو

# model:country.subdivision,name:es-v
source: Valencia / València
fa: والنسیا

# model:country.subdivision,name:es-va
source: Valladolid
fa: وایادولید

# model:country.subdivision,name:es-vc
source: Valenciana, Comunidad / Valenciana, Comunitat
fa: والنسیانا

# model:country.subdivision,name:es-vi
source: Álava
fa: آلاوا

# model:country.subdivision,name:es-z
source: Zaragoza
fa: زاراگوزا

# model:country.subdivision,name:es-za
source: Zamora
fa: زامورا

# model:country.subdivision,name:et-aa
source: Ādīs Ābeba
fa: آدیس آبابا

# model:country.subdivision,name:et-af
source: Āfar
fa: عفر

# model:country.subdivision,name:et-am
source: Āmara
fa: امارا

# model:country.subdivision,name:et-be
source: Bīnshangul Gumuz
fa: بینشانگول گوموز

# model:country.subdivision,name:et-dd
source: Dirē Dawa
fa: دیردعوا

# model:country.subdivision,name:et-ga
source: Gambēla Hizboch
fa: دامبلیت باخ

# model:country.subdivision,name:et-ha
source: Hārerī Hizb
fa: حریری حزب

# model:country.subdivision,name:et-or
source: Oromīya
fa: ارومیه

# model:country.subdivision,name:et-sn
source: YeDebub Bihēroch Bihēreseboch na Hizboch
fa: خیچی یچیخوب

# model:country.subdivision,name:et-so
source: Sumalē
fa: سوماله

# model:country.subdivision,name:et-ti
source: Tigray
fa: تایگرای

# model:country.subdivision,name:fi-01
source: Ahvenanmaan maakunta
fa: اهونانمان ماکونتا

# model:country.subdivision,name:fi-02
source: Etelä-Karjala
fa: ئتلا کاریلا

# model:country.subdivision,name:fi-03
source: Etelä-Pohjanmaa
fa: ئتلا پوهیانمآ

# model:country.subdivision,name:fi-04
source: Etelä-Savo
fa: ئتلا ساوو

# model:country.subdivision,name:fi-05
source: Kainuu
fa: کاینوو

# model:country.subdivision,name:fi-06
source: Kanta-Häme
fa: کانتا- هام

# model:country.subdivision,name:fi-07
source: Keski-Pohjanmaa
fa: کسکی - پوهیانمآ

# model:country.subdivision,name:fi-08
source: Keski-Suomi
fa: کسکی - سوومی

# model:country.subdivision,name:fi-09
source: Kymenlaakso
fa: کیمنلاسکو

# model:country.subdivision,name:fi-10
source: Lappi
fa: لاپی

# model:country.subdivision,name:fi-11
source: Pirkanmaa
fa: پیرکانما

# model:country.subdivision,name:fi-12
source: Pohjanmaa
fa: پوهینمآ

# model:country.subdivision,name:fi-13
source: Pohjois-Karjala
fa: پوهیوس کاریالا

# model:country.subdivision,name:fi-14
source: Pohjois-Pohjanmaa
fa: پوهیوس - پوهینمآ

# model:country.subdivision,name:fi-15
source: Pohjois-Savo
fa: پوهیوس - ساوو

# model:country.subdivision,name:fi-16
source: Päijät-Häme
fa: پایات - آممه

# model:country.subdivision,name:fi-17
source: Satakunta
fa: ساتاکونتا

# model:country.subdivision,name:fi-18
source: Uusimaa
fa: اوسیما

# model:country.subdivision,name:fi-19
source: Varsinais-Suomi
fa: وارسینایس- سوومی

# model:country.subdivision,name:fj-c
source: Central
fa: مرکزی

# model:country.subdivision,name:fj-e
source: Eastern
fa: شرقی

# model:country.subdivision,name:fj-n
source: Northern
fa: شمالی

# model:country.subdivision,name:fj-r
source: Rotuma
fa: روتوما

# model:country.subdivision,name:fj-w
source: Western
fa: غربی

# model:country.subdivision,name:fm-ksa
source: Kosrae
fa: كوزايه

# model:country.subdivision,name:fm-pni
source: Pohnpei
fa: پوناپی

# model:country.subdivision,name:fm-trk
source: Chuuk
fa: چوئوک

# model:country.subdivision,name:fm-yap
source: Yap
fa: یاپ

# model:country.subdivision,name:fr-01
source: Ain
fa: ان

# model:country.subdivision,name:fr-02
source: Aisne
fa: ئن

# model:country.subdivision,name:fr-03
source: Allier
fa: آلیه ر

# model:country.subdivision,name:fr-04
source: Alpes-de-Haute-Provence
fa: آلپ-دو-اوت

# model:country.subdivision,name:fr-05
source: Hautes-Alpes
fa: اوت-آلپ

# model:country.subdivision,name:fr-06
source: Alpes-Maritimes
fa: آلپ - ماریتیم

# model:country.subdivision,name:fr-07
source: Ardèche
fa: آردش

# model:country.subdivision,name:fr-08
source: Ardennes
fa: آردنن

# model:country.subdivision,name:fr-09
source: Ariège
fa: آرییژ

# model:country.subdivision,name:fr-10
source: Aube
fa: اووب

# model:country.subdivision,name:fr-11
source: Aude
fa: اوود

# model:country.subdivision,name:fr-12
source: Aveyron
fa: آویرون

# model:country.subdivision,name:fr-13
source: Bouches-du-Rhône
fa: بوش-دو-رون

# model:country.subdivision,name:fr-14
source: Calvados
fa: کالوادوس

# model:country.subdivision,name:fr-15
source: Cantal
fa: کانتال

# model:country.subdivision,name:fr-16
source: Charente
fa: شارانت

# model:country.subdivision,name:fr-17
source: Charente-Maritime
fa: شارانت-ماریتیم

# model:country.subdivision,name:fr-18
source: Cher
fa: شر

# model:country.subdivision,name:fr-19
source: Corrèze
fa: کورز

# model:country.subdivision,name:fr-21
source: Côte-d'Or
fa: کوتهور

# model:country.subdivision,name:fr-22
source: Côtes-d'Armor
fa: کوتس - دآرمور

# model:country.subdivision,name:fr-23
source: Creuse
fa: کروز

# model:country.subdivision,name:fr-24
source: Dordogne
fa: دوردونی

# model:country.subdivision,name:fr-25
source: Doubs
fa: دووب

# model:country.subdivision,name:fr-26
source: Drôme
fa: دروم

# model:country.subdivision,name:fr-27
source: Eure
fa: اور

# model:country.subdivision,name:fr-28
source: Eure-et-Loir
fa: اوغیغوآغ

# model:country.subdivision,name:fr-29
source: Finistère
fa: فینیستر

# model:country.subdivision,name:fr-2a
source: Corse-du-Sud
fa: کرس دو سود

# model:country.subdivision,name:fr-2b
source: Haute-Corse
fa: جزیره کورس

# model:country.subdivision,name:fr-30
source: Gard
fa: گارد

# model:country.subdivision,name:fr-31
source: Haute-Garonne
fa: جزیره گارون

# model:country.subdivision,name:fr-32
source: Gers
fa: ژرز

# model:country.subdivision,name:fr-33
source: Gironde
fa: ژیروند

# model:country.subdivision,name:fr-34
source: Hérault
fa: ارو

# model:country.subdivision,name:fr-35
source: Ille-et-Vilaine
fa: ایل ئت ویلن

# model:country.subdivision,name:fr-36
source: Indre
fa: اندر

# model:country.subdivision,name:fr-37
source: Indre-et-Loire
fa: ایندره ئه لوآر

# model:country.subdivision,name:fr-38
source: Isère
fa: ایزر

# model:country.subdivision,name:fr-39
source: Jura
fa: جورا

# model:country.subdivision,name:fr-40
source: Landes
fa: لاوند

# model:country.subdivision,name:fr-41
source: Loir-et-Cher
fa: لوآر-ا-شر

# model:country.subdivision,name:fr-42
source: Loire
fa: لووآ

# model:country.subdivision,name:fr-43
source: Haute-Loire
fa: جزیره لوار

# model:country.subdivision,name:fr-44
source: Loire-Atlantique
fa: لوار - آتلانتیک

# model:country.subdivision,name:fr-45
source: Loiret
fa: لواره

# model:country.subdivision,name:fr-46
source: Lot
fa: قطعه

# model:country.subdivision,name:fr-47
source: Lot-et-Garonne
fa: لو-اتی-گارون

# model:country.subdivision,name:fr-48
source: Lozère
fa: لوزر

# model:country.subdivision,name:fr-49
source: Maine-et-Loire
fa: من-ا-لوآر

# model:country.subdivision,name:fr-50
source: Manche
fa: مانش

# model:country.subdivision,name:fr-51
source: Marne
fa: مارن

# model:country.subdivision,name:fr-52
source: Haute-Marne
fa: جزیره - مارون

# model:country.subdivision,name:fr-53
source: Mayenne
fa: مای یننه

# model:country.subdivision,name:fr-54
source: Meurthe-et-Moselle
fa: مورتی ات موزل

# model:country.subdivision,name:fr-55
source: Meuse
fa: موز

# model:country.subdivision,name:fr-56
source: Morbihan
fa: موربیان

# model:country.subdivision,name:fr-57
source: Moselle
fa: موزل

# model:country.subdivision,name:fr-58
source: Nièvre
fa: نییور

# model:country.subdivision,name:fr-59
source: Nord
fa: نورد

# model:country.subdivision,name:fr-60
source: Oise
fa: اواز

# model:country.subdivision,name:fr-61
source: Orne
fa: اورن

# model:country.subdivision,name:fr-62
source: Pas-de-Calais
fa: پاس-د-کالاس

# model:country.subdivision,name:fr-63
source: Puy-de-Dôme
fa: پوی-دو-دوم

# model:country.subdivision,name:fr-64
source: Pyrénées-Atlantiques
fa: پیرنه-آتلانتیک

# model:country.subdivision,name:fr-65
source: Hautes-Pyrénées
fa: جزایر پیرنه

# model:country.subdivision,name:fr-66
source: Pyrénées-Orientales
fa: پیرنه شرقی

# model:country.subdivision,name:fr-67
source: Bas-Rhin
fa: پایین راین

# model:country.subdivision,name:fr-68
source: Haut-Rhin
fa: بالای راین

# model:country.subdivision,name:fr-69
source: Rhône
fa: رون

# model:country.subdivision,name:fr-70
source: Haute-Saône
fa: بالای سون

# model:country.subdivision,name:fr-71
source: Saône-et-Loire
fa: سون-ا-لوآر

# model:country.subdivision,name:fr-72
source: Sarthe
fa: سارت

# model:country.subdivision,name:fr-73
source: Savoie
fa: سووآ

# model:country.subdivision,name:fr-74
source: Haute-Savoie
fa: بالای سووآ

# model:country.subdivision,name:fr-75
source: Paris
fa: پاریس

# model:country.subdivision,name:fr-76
source: Seine-Maritime
fa: سن مریتیم

# model:country.subdivision,name:fr-77
source: Seine-et-Marne
fa: سن-ا-مرن

# model:country.subdivision,name:fr-78
source: Yvelines
fa: ایولین

# model:country.subdivision,name:fr-79
source: Deux-Sèvres
fa: دو-سور

# model:country.subdivision,name:fr-80
source: Somme
fa: سوم

# model:country.subdivision,name:fr-81
source: Tarn
fa: تارن

# model:country.subdivision,name:fr-82
source: Tarn-et-Garonne
fa: تارن گارون

# model:country.subdivision,name:fr-83
source: Var
fa: وار

# model:country.subdivision,name:fr-84
source: Vaucluse
fa: ووکلوز

# model:country.subdivision,name:fr-85
source: Vendée
fa: وندی

# model:country.subdivision,name:fr-86
source: Vienne
fa: وین

# model:country.subdivision,name:fr-87
source: Haute-Vienne
fa: اوت-وین

# model:country.subdivision,name:fr-88
source: Vosges
fa: ووژ

# model:country.subdivision,name:fr-89
source: Yonne
fa: یون

# model:country.subdivision,name:fr-90
source: Territoire de Belfort
fa: تریتوار د بلورف

# model:country.subdivision,name:fr-91
source: Essonne
fa: اسون

# model:country.subdivision,name:fr-92
source: Hauts-de-Seine
fa: بالای سن

# model:country.subdivision,name:fr-93
source: Seine-Saint-Denis
fa: سن سنت دنیس

# model:country.subdivision,name:fr-94
source: Val-de-Marne
fa: وال د مارن

# model:country.subdivision,name:fr-95
source: Val-d'Oise
fa: وال دی اویس

# model:country.subdivision,name:fr-ara
source: Auvergne-Rhône-Alpes
fa: آورگن راین آلپ

# model:country.subdivision,name:fr-bfc
source: Bourgogne-Franche-Comté
fa: بورگن فرانسه

# model:country.subdivision,name:fr-bl
source: Saint-Barthélemy
fa: سنت بارتلمی

# model:country.subdivision,name:fr-bre
source: Bretagne
fa: بوتانگ

# model:country.subdivision,name:fr-cor
source: Corse
fa: کورس

# model:country.subdivision,name:fr-cp
source: Clipperton
fa: کلیپرتون

# model:country.subdivision,name:fr-cvl
source: Centre-Val de Loire
fa: سنتر - وال دی لوور

# model:country.subdivision,name:fr-ges
source: Grand-Est
fa: گراند - شرق

# model:country.subdivision,name:fr-gf
source: Guyane (française)
fa: گویان (فرانسه)

# model:country.subdivision,name:fr-gp
source: Guadeloupe
fa: گوادلوپ

# model:country.subdivision,name:fr-gua
source: Guadeloupe
fa: گوادلوپ

# model:country.subdivision,name:fr-hdf
source: Hauts-de-France
fa: هوتس دی فرانسه

# model:country.subdivision,name:fr-idf
source: Île-de-France
fa: ایل-دو-فرانس

# model:country.subdivision,name:fr-lre
source: La Réunion
fa: لا رئنیون

# model:country.subdivision,name:fr-may
source: Mayotte
fa: مایوت

# model:country.subdivision,name:fr-mf
source: Saint-Martin
fa: سنت مارتین

# model:country.subdivision,name:fr-mq
source: Martinique
fa: مارتینیک

# model:country.subdivision,name:fr-naq
source: Nouvelle-Aquitaine
fa: نوول - اکیتن

# model:country.subdivision,name:fr-nc
source: Nouvelle-Calédonie
fa: نیوکل-کالدونی

# model:country.subdivision,name:fr-nor
source: Normandie
fa: نورماندی

# model:country.subdivision,name:fr-occ
source: Occitanie
fa: اوسیتیان

# model:country.subdivision,name:fr-pac
source: Provence-Alpes-Côte-d’Azur
fa: استان آلپ - کوت دازور

# model:country.subdivision,name:fr-pdl
source: Pays-de-la-Loire
fa: پای-د-لا-لوار

# model:country.subdivision,name:fr-pf
source: Polynésie française
fa: پلینزی - فرانسوی

# model:country.subdivision,name:fr-pm
source: Saint-Pierre-et-Miquelon
fa: سنت پیر و میکلون

# model:country.subdivision,name:fr-re
source: La Réunion
fa: لارینیون

# model:country.subdivision,name:fr-tf
source: Terres australes françaises
fa: مناطق جنوبی فرانسه

# model:country.subdivision,name:fr-wf
source: Wallis-et-Futuna
fa: والیس ات فوتونا

# model:country.subdivision,name:fr-yt
source: Mayotte
fa: مایوت

# model:country.subdivision,name:ga-1
source: Estuaire
fa: استوخ

# model:country.subdivision,name:ga-2
source: Haut-Ogooué
fa: اوتو - اوگووه

# model:country.subdivision,name:ga-3
source: Moyen-Ogooué
fa: مویان - اوگووه

# model:country.subdivision,name:ga-4
source: Ngounié
fa: نگونی

# model:country.subdivision,name:ga-5
source: Nyanga
fa: نیانگا

# model:country.subdivision,name:ga-6
source: Ogooué-Ivindo
fa: اوگووه - ئیویندو

# model:country.subdivision,name:ga-7
source: Ogooué-Lolo
fa: اوگووه - لولو

# model:country.subdivision,name:ga-8
source: Ogooué-Maritime
fa: اوگووه - مارتیم

# model:country.subdivision,name:ga-9
source: Woleu-Ntem
fa: وولوانتم

# model:country.subdivision,name:gb-abc
source: Armagh, Banbridge and Craigavon
fa: آرماگ، بانگریگ و کریگاوون

# model:country.subdivision,name:gb-abd
source: Aberdeenshire
fa: ابردینشیر

# model:country.subdivision,name:gb-abe
source: Aberdeen City
fa: شهر ابردین

# model:country.subdivision,name:gb-agb
source: Argyll and Bute
fa: آرگیله و بوت
