Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:bf-kot
source: Kouritenga
fa: کورتینگا

# model:country.subdivision,name:bf-kow
source: Kourwéogo
fa: کورویگو

# model:country.subdivision,name:bf-ler
source: Léraba
fa: لرابا

# model:country.subdivision,name:bf-lor
source: Loroum
fa: لوروم

# model:country.subdivision,name:bf-mou
source: Mouhoun
fa: مووهون

# model:country.subdivision,name:bf-nam
source: Namentenga
fa: نامنتنگا

# model:country.subdivision,name:bf-nao
source: Naouri
fa: ناووری

# model:country.subdivision,name:bf-nay
source: Nayala
fa: نایلا

# model:country.subdivision,name:bf-nou
source: Noumbiel
fa: نوومبیل

# model:country.subdivision,name:bf-oub
source: Oubritenga
fa: اووبریتنگا

# model:country.subdivision,name:bf-oud
source: Oudalan
fa: اوودالان

# model:country.subdivision,name:bf-pas
source: Passoré
fa: پسّوره

# model:country.subdivision,name:bf-pon
source: Poni
fa: پونی

# model:country.subdivision,name:bf-sen
source: Séno
fa: سونو

# model:country.subdivision,name:bf-sis
source: Sissili
fa: سیسیلی

# model:country.subdivision,name:bf-smt
source: Sanmatenga
fa: سانماتنگا

# model:country.subdivision,name:bf-sng
source: Sanguié
fa: سانگوی

# model:country.subdivision,name:bf-som
source: Soum
fa: سووم

# model:country.subdivision,name:bf-sor
source: Sourou
fa: سوآرو

# model:country.subdivision,name:bf-tap
source: Tapoa
fa: تاپوآ

# model:country.subdivision,name:bf-tui
source: Tui
fa: توئی

# model:country.subdivision,name:bf-yag
source: Yagha
fa: یگا

# model:country.subdivision,name:bf-yat
source: Yatenga
fa: یاتینگا

# model:country.subdivision,name:bf-zir
source: Ziro
fa: زیرو

# model:country.subdivision,name:bf-zon
source: Zondoma
fa: زوندوما

# model:country.subdivision,name:bf-zou
source: Zoundwéogo
fa: زووندویگو

# model:country.subdivision,name:bg-01
source: Blagoevgrad
fa: بلاگووگراد

# model:country.subdivision,name:bg-02
source: Burgas
fa: بورگاس

# model:country.subdivision,name:bg-03
source: Varna
fa: وارنا

# model:country.subdivision,name:bg-04
source: Veliko Tarnovo
fa: فیلیکو تارنوو

# model:country.subdivision,name:bg-05
source: Vidin
fa: ویدین

# model:country.subdivision,name:bg-06
source: Vratsa
fa: وراتسا

# model:country.subdivision,name:bg-07
source: Gabrovo
fa: گابرووو

# model:country.subdivision,name:bg-08
source: Dobrich
fa: دوبریچ

# model:country.subdivision,name:bg-09
source: Kardzhali
fa: کاردزالی

# model:country.subdivision,name:bg-10
source: Kyustendil
fa: کیوستندیل

# model:country.subdivision,name:bg-11
source: Lovech
fa: لووچ

# model:country.subdivision,name:bg-12
source: Montana
fa: مونتانا

# model:country.subdivision,name:bg-13
source: Pazardzhik
fa: پازارجیک، بلغارستان

# model:country.subdivision,name:bg-14
source: Pernik
fa: پرنیک

# model:country.subdivision,name:bg-15
source: Pleven
fa: پلون

# model:country.subdivision,name:bg-16
source: Plovdiv
fa: پلوودیو

# model:country.subdivision,name:bg-17
source: Razgrad
fa: رازگراد

# model:country.subdivision,name:bg-18
source: Ruse
fa: روس

# model:country.subdivision,name:bg-19
source: Silistra
fa: سیلیسترا

# model:country.subdivision,name:bg-20
source: Sliven
fa: اسلیون

# model:country.subdivision,name:bg-21
source: Smolyan
fa: اسمولیان

# model:country.subdivision,name:bg-22
source: Sofia-Grad
fa: صوفیه - گراد

# model:country.subdivision,name:bg-23
source: Sofia
fa: صوفیا

# model:country.subdivision,name:bg-24
source: Stara Zagora
fa: استارا زاگورا

# model:country.subdivision,name:bg-25
source: Targovishte
fa: تارگویشت

# model:country.subdivision,name:bg-26
source: Haskovo
fa: هاسکوفو

# model:country.subdivision,name:bg-27
source: Shumen
fa: شومن

# model:country.subdivision,name:bg-28
source: Yambol
fa: یامبول

# model:country.subdivision,name:bh-13
source: Al Manāmah (Al ‘Āşimah)
fa: منامه

# model:country.subdivision,name:bh-14
source: Al Janūbīyah
fa: آل جنوبیه

# model:country.subdivision,name:bh-15
source: Al Muḩarraq
fa: آل محرق

# model:country.subdivision,name:bh-16
source: Al Wusţá
fa: آل وستا

# model:country.subdivision,name:bh-17
source: Ash Shamālīyah
fa: الشمالیه

# model:country.subdivision,name:bi-bb
source: Bubanza
fa: بوبانزا

# model:country.subdivision,name:bi-bl
source: Bujumbura Rural
fa: روستای بوجومبرا

# model:country.subdivision,name:bi-bm
source: Bujumbura Mairie
fa: ناحیه بوجومبرا

# model:country.subdivision,name:bi-br
source: Bururi
fa: بوروری

# model:country.subdivision,name:bi-ca
source: Cankuzo
fa: کانکوزو

# model:country.subdivision,name:bi-ci
source: Cibitoke
fa: سیبیتاک

# model:country.subdivision,name:bi-gi
source: Gitega
fa: گیتگا

# model:country.subdivision,name:bi-ki
source: Kirundo
fa: کیرندو

# model:country.subdivision,name:bi-kr
source: Karuzi
fa: کاروزی

# model:country.subdivision,name:bi-ky
source: Kayanza
fa: کایانزا

# model:country.subdivision,name:bi-ma
source: Makamba
fa: مكامبا

# model:country.subdivision,name:bi-mu
source: Muramvya
fa: مورامویا

# model:country.subdivision,name:bi-mw
source: Mwaro
fa: موارو

# model:country.subdivision,name:bi-ng
source: Ngozi
fa: انگوزی

# model:country.subdivision,name:bi-rt
source: Rutana
fa: روتانا

# model:country.subdivision,name:bi-ry
source: Ruyigi
fa: روییگی

# model:country.subdivision,name:bj-ak
source: Atakora
fa: آتاکورا

# model:country.subdivision,name:bj-al
source: Alibori
fa: الیبوری

# model:country.subdivision,name:bj-aq
source: Atlantique
fa: آتلانتیک

# model:country.subdivision,name:bj-bo
source: Borgou
fa: بورگو

# model:country.subdivision,name:bj-co
source: Collines
fa: کولینز

# model:country.subdivision,name:bj-do
source: Donga
fa: دانگا

# model:country.subdivision,name:bj-ko
source: Kouffo
fa: کافو

# model:country.subdivision,name:bj-li
source: Littoral
fa: لیترل

# model:country.subdivision,name:bj-mo
source: Mono
fa: مونو

# model:country.subdivision,name:bj-ou
source: Ouémé
fa: اویمه

# model:country.subdivision,name:bj-pl
source: Plateau
fa: فلات

# model:country.subdivision,name:bj-zo
source: Zou
fa: زو

# model:country.subdivision,name:bn-be
source: Belait
fa: بلایت

# model:country.subdivision,name:bn-bm
source: Brunei-Muara
fa: برونئی - موارا

# model:country.subdivision,name:bn-te
source: Temburong
fa: تیمبورونگ

# model:country.subdivision,name:bn-tu
source: Tutong
fa: توتونگ

# model:country.subdivision,name:bo-b
source: El Beni
fa: ایلبنی

# model:country.subdivision,name:bo-c
source: Cochabamba
fa: کوکابامبا

# model:country.subdivision,name:bo-h
source: Chuquisaca
fa: چاکویزاکا

# model:country.subdivision,name:bo-l
source: La Paz
fa: لاپاز

# model:country.subdivision,name:bo-n
source: Pando
fa: پاندو

# model:country.subdivision,name:bo-o
source: Oruro
fa: اورورو

# model:country.subdivision,name:bo-p
source: Potosí
fa: پوتوزی

# model:country.subdivision,name:bo-s
source: Santa Cruz
fa: سانتا کروز

# model:country.subdivision,name:bo-t
source: Tarija
fa: تاریا

# model:country.subdivision,name:bq-bo
source: Bonaire
fa: بونایر

# model:country.subdivision,name:bq-sa
source: Saba
fa: سابا

# model:country.subdivision,name:bq-se
source: Sint Eustatius
fa: سنت اوستاتیوس

# model:country.subdivision,name:br-ac
source: Acre
fa: آکرو

# model:country.subdivision,name:br-al
source: Alagoas
fa: آلاگواس

# model:country.subdivision,name:br-am
source: Amazonas
fa: آمازوناس

# model:country.subdivision,name:br-ap
source: Amapá
fa: آمپا

# model:country.subdivision,name:br-ba
source: Bahia
fa: باهیا

# model:country.subdivision,name:br-ce
source: Ceará
fa: سارا

# model:country.subdivision,name:br-df
source: Distrito Federal
fa: فدرال دیستریتو

# model:country.subdivision,name:br-es
source: Espírito Santo
fa: اسپیریتو سانتو

# model:country.subdivision,name:br-fn
source: Fernando de Noronha
fa: فرناندو دو نورونا

# model:country.subdivision,name:br-go
source: Goiás
fa: گویاس

# model:country.subdivision,name:br-ma
source: Maranhão
fa: مارانائو

# model:country.subdivision,name:br-mg
source: Minas Gerais
fa: میناس ژرایس

# model:country.subdivision,name:br-ms
source: Mato Grosso do Sul
fa: ماتو گروسو دو سول

# model:country.subdivision,name:br-mt
source: Mato Grosso
fa: ماتو گروسو

# model:country.subdivision,name:br-pa
source: Pará
fa: پارا

# model:country.subdivision,name:br-pb
source: Paraíba
fa: پارایبا

# model:country.subdivision,name:br-pe
source: Pernambuco
fa: پرنامبوکو

# model:country.subdivision,name:br-pi
source: Piauí
fa: پیاوی

# model:country.subdivision,name:br-pr
source: Paraná
fa: پارانا

# model:country.subdivision,name:br-rj
source: Rio de Janeiro
fa: ریو دو ژانیرو

# model:country.subdivision,name:br-rn
source: Rio Grande do Norte
fa: ریو گرانده دو نورته

# model:country.subdivision,name:br-ro
source: Rondônia
fa: روندونیا

# model:country.subdivision,name:br-rr
source: Roraima
fa: رورایما

# model:country.subdivision,name:br-rs
source: Rio Grande do Sul
fa: ریو گرانده دو سول

# model:country.subdivision,name:br-sc
source: Santa Catarina
fa: سانتا کاتارینا

# model:country.subdivision,name:br-se
source: Sergipe
fa: سرژیپه

# model:country.subdivision,name:br-sp
source: São Paulo
fa: سائو پولو

# model:country.subdivision,name:br-to
source: Tocantins
fa: توکانتینس

# model:country.subdivision,name:bs-ak
source: Acklins
fa: آکیلنز

# model:country.subdivision,name:bs-bi
source: Bimini
fa: بیمینی

# model:country.subdivision,name:bs-bp
source: Black Point
fa: بلک پوینت

# model:country.subdivision,name:bs-by
source: Berry Islands
fa: جزایر بری

# model:country.subdivision,name:bs-ce
source: Central Eleuthera
fa: الوتارا مرکزی

# model:country.subdivision,name:bs-ci
source: Cat Island
fa: جزیره کت

# model:country.subdivision,name:bs-ck
source: Crooked Island and Long Cay
fa: جزیره کروکد و لانگ کی

# model:country.subdivision,name:bs-co
source: Central Abaco
fa: آباکو مرکزی

# model:country.subdivision,name:bs-cs
source: Central Andros
fa: آندروس مرکزی

# model:country.subdivision,name:bs-eg
source: East Grand Bahama
fa: گراند باهاما شرقی

# model:country.subdivision,name:bs-ex
source: Exuma
fa: ایزوما

# model:country.subdivision,name:bs-fp
source: City of Freeport
fa: شهر فریپورت

# model:country.subdivision,name:bs-gc
source: Grand Cay
fa: گراند کی

# model:country.subdivision,name:bs-hi
source: Harbour Island
fa: جزیره هاربور

# model:country.subdivision,name:bs-ht
source: Hope Town
fa: هوپ تاون

# model:country.subdivision,name:bs-in
source: Inagua
fa: ایناگوا

# model:country.subdivision,name:bs-li
source: Long Island
fa: لانگ آیلند

# model:country.subdivision,name:bs-mc
source: Mangrove Cay
fa: مانگروی کای

# model:country.subdivision,name:bs-mg
source: Mayaguana
fa: مایاگوآنا

# model:country.subdivision,name:bs-mi
source: Moore's Island
fa: جزیره موورس

# model:country.subdivision,name:bs-ne
source: North Eleuthera
fa: الوتارا شمالی

# model:country.subdivision,name:bs-no
source: North Abaco
fa: آباکو شمالی

# model:country.subdivision,name:bs-ns
source: North Andros
fa: آندرو شمالی

# model:country.subdivision,name:bs-rc
source: Rum Cay
fa: رام کای

# model:country.subdivision,name:bs-ri
source: Ragged Island
fa: جزیره راگگید

# model:country.subdivision,name:bs-sa
source: South Andros
fa: آندرو جنوبی

# model:country.subdivision,name:bs-se
source: South Eleuthera
fa: الوتارا جنوبی

# model:country.subdivision,name:bs-so
source: South Abaco
fa: آباکو جنوبی

# model:country.subdivision,name:bs-ss
source: San Salvador
fa: سان سالوادور

# model:country.subdivision,name:bs-sw
source: Spanish Wells
fa: ولز اسپانیایی

# model:country.subdivision,name:bs-wg
source: West Grand Bahama
fa: گراند باهاما غربی

# model:country.subdivision,name:bt-11
source: Paro
fa: پارو

# model:country.subdivision,name:bt-12
source: Chhukha
fa: چوخا

# model:country.subdivision,name:bt-13
source: Ha
fa: ها

# model:country.subdivision,name:bt-14
source: Samtee
fa: سامتی

# model:country.subdivision,name:bt-15
source: Thimphu
fa: تیمفوو

# model:country.subdivision,name:bt-21
source: Tsirang
fa: سیرانگ

# model:country.subdivision,name:bt-22
source: Dagana
fa: داگانا

# model:country.subdivision,name:bt-23
source: Punakha
fa: پوناخا

# model:country.subdivision,name:bt-24
source: Wangdue Phodrang
fa: وانگدو فدنگن

# model:country.subdivision,name:bt-31
source: Sarpang
fa: سارپونگ

# model:country.subdivision,name:bt-32
source: Trongsa
fa: رونگسا

# model:country.subdivision,name:bt-33
source: Bumthang
fa: بومتانگ

# model:country.subdivision,name:bt-34
source: Zhemgang
fa: ژمگانگ

# model:country.subdivision,name:bt-41
source: Trashigang
fa: راشیگانگ

# model:country.subdivision,name:bt-42
source: Monggar
fa: مونگگار

# model:country.subdivision,name:bt-43
source: Pemagatshel
fa: پماگادشیا

# model:country.subdivision,name:bt-44
source: Lhuentse
fa: هونتسی

# model:country.subdivision,name:bt-45
source: Samdrup Jongkha
fa: سامردور جونگخار

# model:country.subdivision,name:bt-ga
source: Gasa
fa: گاسا

# model:country.subdivision,name:bt-ty
source: Trashi Yangtse
fa: ترشی یانگسی

# model:country.subdivision,name:bw-ce
source: Central
fa: مرکزی

# model:country.subdivision,name:bw-gh
source: Ghanzi
fa: غانزی

# model:country.subdivision,name:bw-kg
source: Kgalagadi
fa: کیگالیدی

# model:country.subdivision,name:bw-kl
source: Kgatleng
fa: گاتلنگ

# model:country.subdivision,name:bw-kw
source: Kweneng
fa: کوننگ

# model:country.subdivision,name:bw-ne
source: North-East
fa: شمال شرقی

# model:country.subdivision,name:bw-nw
source: North-West
fa: شمال غربی

# model:country.subdivision,name:bw-se
source: South-East
fa: شمال جنوبی

# model:country.subdivision,name:bw-so
source: Southern
fa: ‌جنوبی

# model:country.subdivision,name:by-br
source: Brèsckaja voblasc'
fa: بوسکاهابیلباسک'

# model:country.subdivision,name:by-hm
source: Horad Minsk
fa: هورد مینسک

# model:country.subdivision,name:by-ho
source: Homel'skaja voblasc'
fa: هاملسکاهابیلباسک'

# model:country.subdivision,name:by-hr
source: Hrodzenskaja voblasc'
fa: هوردنسکاهابیلباسک'

# model:country.subdivision,name:by-ma
source: Mahilëuskaja voblasc'
fa: ماهیلکاهابیلباسک'

# model:country.subdivision,name:by-mi
source: Minskaja voblasc'
fa: مینسکاهابیلباسک'

# model:country.subdivision,name:by-vi
source: Vicebskaja voblasc'
fa: وایسکااوبلاسک'

# model:country.subdivision,name:bz-bz
source: Belize
fa: بلیز

# model:country.subdivision,name:bz-cy
source: Cayo
fa: کایو

# model:country.subdivision,name:bz-czl
source: Corozal
fa: کوروزال

# model:country.subdivision,name:bz-ow
source: Orange Walk
fa: اورنج واک

# model:country.subdivision,name:bz-sc
source: Stann Creek
fa: استن کریک

# model:country.subdivision,name:bz-tol
source: Toledo
fa: تولدو

# model:country.subdivision,name:ca-ab
source: Alberta
fa: آلبرتا

# model:country.subdivision,name:ca-bc
source: British Columbia
fa: بریتیش کلمبیا

# model:country.subdivision,name:ca-mb
source: Manitoba
fa: مانی‌توبا

# model:country.subdivision,name:ca-nb
source: New Brunswick
fa: نیو برونزویک

# model:country.subdivision,name:ca-nl
source: Newfoundland and Labrador
fa: نیوفاندلند و لابرادور

# model:country.subdivision,name:ca-ns
source: Nova Scotia
fa: نووا سکوشیا

# model:country.subdivision,name:ca-nt
source: Northwest Territories
fa: سرزمین‌های شمال غربی

# model:country.subdivision,name:ca-nu
source: Nunavut
fa: نوناووت

# model:country.subdivision,name:ca-on
source: Ontario
fa: انتاریو

# model:country.subdivision,name:ca-pe
source: Prince Edward Island
fa: جزیره پرینس ادوارد

# model:country.subdivision,name:ca-qc
source: Quebec
fa: استان كبك

# model:country.subdivision,name:ca-sk
source: Saskatchewan
fa: ساسکاچوان

# model:country.subdivision,name:ca-yt
source: Yukon Territory
fa: سرزمین یوکان

# model:country.subdivision,name:cd-bc
source: Bas-Congo
fa: باس - کنگو

# model:country.subdivision,name:cd-bn
source: Bandundu
fa: باندوندو

# model:country.subdivision,name:cd-eq
source: Équateur
fa: اکوادور

# model:country.subdivision,name:cd-ka
source: Katanga
fa: کاتانگا

# model:country.subdivision,name:cd-ke
source: Kasai-Oriental
fa: کاسایی شرقی

# model:country.subdivision,name:cd-kn
source: Kinshasa
fa: کینشاسا

# model:country.subdivision,name:cd-kw
source: Kasai-Occidental
fa: کاسایی غربی

# model:country.subdivision,name:cd-ma
source: Maniema
fa: مانیمه

# model:country.subdivision,name:cd-nk
source: Nord-Kivu
fa: شمال کیوو

# model:country.subdivision,name:cd-or
source: Orientale
fa: شرقی

# model:country.subdivision,name:cd-sk
source: Sud-Kivu
fa: کیوو جنوبی

# model:country.subdivision,name:cf-ac
source: Ouham
fa: اوهام

# model:country.subdivision,name:cf-bb
source: Bamingui-Bangoran
fa: بامینگویی - بنگوران

# model:country.subdivision,name:cf-bgf
source: Bangui
fa: بانگویی

# model:country.subdivision,name:cf-bk
source: Basse-Kotto
fa: باس - کوتو

# model:country.subdivision,name:cf-hk
source: Haute-Kotto
fa: هاوت - کوتو

# model:country.subdivision,name:cf-hm
source: Haut-Mbomou
fa: هوت - مبومو

# model:country.subdivision,name:cf-hs
source: Haute-Sangha / Mambéré-Kadéï
fa: هوت - سونگا

# model:country.subdivision,name:cf-kb
source: Gribingui
fa: گریبنگی

# model:country.subdivision,name:cf-kg
source: Kémo-Gribingui
fa: کیمو - گریبنگی

# model:country.subdivision,name:cf-lb
source: Lobaye
fa: لوبای

# model:country.subdivision,name:cf-mb
source: Mbomou
fa: مبومو

# model:country.subdivision,name:cf-mp
source: Ombella-M'poko
fa: آمبولا - امپوکو

# model:country.subdivision,name:cf-nm
source: Nana-Mambéré
fa: نانا - مامبری

# model:country.subdivision,name:cf-op
source: Ouham-Pendé
fa: اوهام - پاندی

# model:country.subdivision,name:cf-se
source: Sangha
fa: سانگا

# model:country.subdivision,name:cf-uk
source: Ouaka
fa: اواکا

# model:country.subdivision,name:cf-vk
source: Vakaga
fa: واکاگا

# model:country.subdivision,name:cg-11
source: Bouenza
fa: بوئنسا

# model:country.subdivision,name:cg-12
source: Pool
fa: استخر

# model:country.subdivision,name:cg-13
source: Sangha
fa: سانگا

# model:country.subdivision,name:cg-14
source: Plateaux
fa: فلات‌ها

# model:country.subdivision,name:cg-15
source: Cuvette-Ouest
fa: کووت - وست

# model:country.subdivision,name:cg-2
source: Lékoumou
fa: لیکوومو

# model:country.subdivision,name:cg-5
source: Kouilou
fa: کویولو

# model:country.subdivision,name:cg-7
source: Likouala
fa: لیکوولا

# model:country.subdivision,name:cg-8
source: Cuvette
fa: کووت

# model:country.subdivision,name:cg-9
source: Niari
fa: نیاری

# model:country.subdivision,name:cg-bzv
source: Brazzaville
fa: برازاویل

# model:country.subdivision,name:ch-ag
source: Aargau
fa: آرگو

# model:country.subdivision,name:ch-ai
source: Appenzell Innerrhoden
fa: آپنسل ایناهوردن

# model:country.subdivision,name:ch-ar
source: Appenzell Ausserrhoden
fa: آپنسل اوسرهوردن

# model:country.subdivision,name:ch-be
source: Bern
fa: برن

# model:country.subdivision,name:ch-bl
source: Basel-Landschaft
fa: بازل - لندشافت

# model:country.subdivision,name:ch-bs
source: Basel-Stadt
fa: بازل - شتافت

# model:country.subdivision,name:ch-fr
source: Fribourg
fa: فریبورگ

# model:country.subdivision,name:ch-ge
source: Genève
fa: ژنو

# model:country.subdivision,name:ch-gl
source: Glarus
fa: گلاروس

# model:country.subdivision,name:ch-gr
source: Graubünden
fa: گراوبندن

# model:country.subdivision,name:ch-ju
source: Jura
fa: جورا

# model:country.subdivision,name:ch-lu
source: Luzern
fa: لوزان

# model:country.subdivision,name:ch-ne
source: Neuchâtel
fa: نوشاتل

# model:country.subdivision,name:ch-nw
source: Nidwalden
fa: نیدوالدین

# model:country.subdivision,name:ch-ow
source: Obwalden
fa: اوبوالدن

# model:country.subdivision,name:ch-sg
source: Sankt Gallen
fa: سنت گالن

# model:country.subdivision,name:ch-sh
source: Schaffhausen
fa: شوفاهاوسن

# model:country.subdivision,name:ch-so
source: Solothurn
fa: سولوتورن

# model:country.subdivision,name:ch-sz
source: Schwyz
fa: شوییز

# model:country.subdivision,name:ch-tg
source: Thurgau
fa: تورگاو

# model:country.subdivision,name:ch-ti
source: Ticino
fa: تیکینو

# model:country.subdivision,name:ch-ur
source: Uri
fa: اوری

# model:country.subdivision,name:ch-vd
source: Vaud
fa: واد

# model:country.subdivision,name:ch-vs
source: Valais
fa: والس

# model:country.subdivision,name:ch-zg
source: Zug
fa: زوگ

# model:country.subdivision,name:ch-zh
source: Zürich
fa: زوریخ

# model:country.subdivision,name:ci-01
source: Lagunes (Région des)
fa: لگوون

# model:country.subdivision,name:ci-02
source: Haut-Sassandra (Région du)
fa: هوت - ساساندرا

# model:country.subdivision,name:ci-03
source: Savanes (Région des)
fa: ساوانس

# model:country.subdivision,name:ci-04
source: Vallée du Bandama (Région de la)
fa: ولی دوبوندما

# model:country.subdivision,name:ci-05
source: Moyen-Comoé (Région du)
fa: موین - کوموه

# model:country.subdivision,name:ci-06
source: 18 Montagnes (Région des)
fa: 18 مونتهنس

# model:country.subdivision,name:ci-07
source: Lacs (Région des)
fa: لاکس

# model:country.subdivision,name:ci-08
source: Zanzan (Région du)
fa: زن زن

# model:country.subdivision,name:ci-09
source: Bas-Sassandra (Région du)
fa: باس - ساساندرا

# model:country.subdivision,name:ci-10
source: Denguélé (Région du)
fa: دنگوئله

# model:country.subdivision,name:ci-11
source: Nzi-Comoé (Région)
fa: انزدی - کوموه

# model:country.subdivision,name:ci-12
source: Marahoué (Région de la)
fa: ماراهو

# model:country.subdivision,name:ci-13
source: Sud-Comoé (Région du)
fa: سود - کوموه

# model:country.subdivision,name:ci-14
source: Worodouqou (Région du)
fa: ورودوكو

# model:country.subdivision,name:ci-15
source: Sud-Bandama (Région du)
fa: سود-بانداما

# model:country.subdivision,name:ci-16
source: Agnébi (Région de l')
fa: اجنبی

# model:country.subdivision,name:ci-17
source: Bafing (Région du)
fa: بافینگ

# model:country.subdivision,name:ci-18
source: Fromager (Région du)
fa: فرومجه ر

# model:country.subdivision,name:ci-19
source: Moyen-Cavally (Région du)
fa: مویان - که ولی

# model:country.subdivision,name:cl-ai
source: Aisén del General Carlos Ibáñez del Campo
fa: آیزن دل ژنرال کارلسون ابنس دل کامپو

# model:country.subdivision,name:cl-an
source: Antofagasta
fa: انتوفگاستا

# model:country.subdivision,name:cl-ap
source: Arica y Parinacota
fa: آریکا و پارینه کوتا

# model:country.subdivision,name:cl-ar
source: Araucanía
fa: آروکانیا

# model:country.subdivision,name:cl-at
source: Atacama
fa: آتاکاما

# model:country.subdivision,name:cl-bi
source: Bío-Bío
fa: بیو - بیو

# model:country.subdivision,name:cl-co
source: Coquimbo
fa: کوکیمبو

# model:country.subdivision,name:cl-li
source: Libertador General Bernardo O'Higgins
fa: لیبرادور ژنرال برنارد او هگگینز

# model:country.subdivision,name:cl-ll
source: Los Lagos
fa: لوس لاگوس

# model:country.subdivision,name:cl-lr
source: Los Ríos
fa: لوس ریوس

# model:country.subdivision,name:cl-ma
source: Magallanes y Antártica Chilena
fa: ماژلان و قطب جنوب شیلی

# model:country.subdivision,name:cl-ml
source: Maule
fa: ماوله

# model:country.subdivision,name:cl-rm
source: Región Metropolitana de Santiago
fa: سانتیاگو

# model:country.subdivision,name:cl-ta
source: Tarapacá
fa: تاراپاتا

# model:country.subdivision,name:cl-vs
source: Valparaíso
fa: والپارایسو

# model:country.subdivision,name:cm-ad
source: Adamaoua
fa: آداموا

# model:country.subdivision,name:cm-ce
source: Centre
fa: مرکز

# model:country.subdivision,name:cm-en
source: Far North
fa: فار نورث

# model:country.subdivision,name:cm-es
source: East
fa: شرق

# model:country.subdivision,name:cm-lt
source: Littoral
fa: لیترل

# model:country.subdivision,name:cm-no
source: North
fa: شمال

# model:country.subdivision,name:cm-nw
source: North-West (Cameroon)
fa: شمال غرب (کامرون)

# model:country.subdivision,name:cm-ou
source: West
fa: غرب

# model:country.subdivision,name:cm-su
source: South
fa: جنوب

# model:country.subdivision,name:cm-sw
source: South-West
fa: جنوب غربی

# model:country.subdivision,name:cn-11
source: Beijing
fa: پکن

# model:country.subdivision,name:cn-12
source: Tianjin
fa: تيانت‌سين

# model:country.subdivision,name:cn-13
source: Hebei
fa: حبه

# model:country.subdivision,name:cn-14
source: Shanxi
fa: شانسی
