Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:cn-15
source: Nei Mongol
fa: مغولستان مرکزی

# model:country.subdivision,name:cn-21
source: Liaoning
fa: لیائونینگ

# model:country.subdivision,name:cn-22
source: Jilin
fa: جیلین

# model:country.subdivision,name:cn-23
source: Heilongjiang
fa: هايلون‌كيانگ

# model:country.subdivision,name:cn-31
source: Shanghai
fa: شانگهای

# model:country.subdivision,name:cn-32
source: Jiangsu
fa: جیانگسو

# model:country.subdivision,name:cn-33
source: Zhejiang
fa: شيكيانگ

# model:country.subdivision,name:cn-34
source: Anhui
fa: آن‌هوی

# model:country.subdivision,name:cn-35
source: Fujian
fa: فوجیان

# model:country.subdivision,name:cn-36
source: Jiangxi
fa: جیانگسی

# model:country.subdivision,name:cn-37
source: Shandong
fa: شانتونگ

# model:country.subdivision,name:cn-41
source: Henan
fa: هی‌نان

# model:country.subdivision,name:cn-42
source: Hubei
fa: هوبای

# model:country.subdivision,name:cn-43
source: Hunan
fa: هونان

# model:country.subdivision,name:cn-44
source: Guangdong
fa: گوانگتونگ

# model:country.subdivision,name:cn-45
source: Guangxi
fa: گوانگزی

# model:country.subdivision,name:cn-46
source: Hainan
fa: هاینان

# model:country.subdivision,name:cn-50
source: Chongqing
fa: چونگ‌کینگ

# model:country.subdivision,name:cn-51
source: Sichuan
fa: سیشوان

# model:country.subdivision,name:cn-52
source: Guizhou
fa: كوييكو

# model:country.subdivision,name:cn-53
source: Yunnan
fa: یون ان

# model:country.subdivision,name:cn-54
source: Xizang
fa: کوشیدزانگو

# model:country.subdivision,name:cn-61
source: Shaanxi
fa: شاآنگزی

# model:country.subdivision,name:cn-62
source: Gansu
fa: كانسو

# model:country.subdivision,name:cn-63
source: Qinghai
fa: تسينگ‌های

# model:country.subdivision,name:cn-64
source: Ningxia
fa: نینگشیا

# model:country.subdivision,name:cn-65
source: Xinjiang
fa: سین کیانگ

# model:country.subdivision,name:cn-71
source: Taiwan
fa: تایوان

# model:country.subdivision,name:cn-91
source: Xianggang (Hong-Kong)
fa: سیانگونگ

# model:country.subdivision,name:cn-92
source: Aomen (Macau)
fa: آومن

# model:country.subdivision,name:co-ama
source: Amazonas
fa: آمازوناس

# model:country.subdivision,name:co-ant
source: Antioquia
fa: آنتیوکیا

# model:country.subdivision,name:co-ara
source: Arauca
fa: آراوكا

# model:country.subdivision,name:co-atl
source: Atlántico
fa: آتلانتیکو

# model:country.subdivision,name:co-bol
source: Bolívar
fa: بولیوار

# model:country.subdivision,name:co-boy
source: Boyacá
fa: بوایاکا

# model:country.subdivision,name:co-cal
source: Caldas
fa: کالداس

# model:country.subdivision,name:co-caq
source: Caquetá
fa: کاگتا

# model:country.subdivision,name:co-cas
source: Casanare
fa: کاساناره

# model:country.subdivision,name:co-cau
source: Cauca
fa: کآوکا

# model:country.subdivision,name:co-ces
source: Cesar
fa: سزار

# model:country.subdivision,name:co-cho
source: Chocó
fa: چاکو

# model:country.subdivision,name:co-cor
source: Córdoba
fa: کوردوبا

# model:country.subdivision,name:co-cun
source: Cundinamarca
fa: کوندینامارکا

# model:country.subdivision,name:co-dc
source: Distrito Capital de Bogotá
fa: بخش مرکزی بوگوتا

# model:country.subdivision,name:co-gua
source: Guainía
fa: گوینیا

# model:country.subdivision,name:co-guv
source: Guaviare
fa: گواویار

# model:country.subdivision,name:co-hui
source: Huila
fa: هویلا

# model:country.subdivision,name:co-lag
source: La Guajira
fa: لاگوآکیرا

# model:country.subdivision,name:co-mag
source: Magdalena
fa: ماگدالنا

# model:country.subdivision,name:co-met
source: Meta
fa: متا

# model:country.subdivision,name:co-nar
source: Nariño
fa: نارینو

# model:country.subdivision,name:co-nsa
source: Norte de Santander
fa: نورت د سانتاندر

# model:country.subdivision,name:co-put
source: Putumayo
fa: پوتومایو

# model:country.subdivision,name:co-qui
source: Quindío
fa: کویندیو

# model:country.subdivision,name:co-ris
source: Risaralda
fa: بریسرالدا

# model:country.subdivision,name:co-san
source: Santander
fa: سانتاندر

# model:country.subdivision,name:co-sap
source: San Andrés, Providencia y Santa Catalina
fa: سان آندرس، استان سانتا کاتالینا

# model:country.subdivision,name:co-suc
source: Sucre
fa: سوکره

# model:country.subdivision,name:co-tol
source: Tolima
fa: تولیما

# model:country.subdivision,name:co-vac
source: Valle del Cauca
fa: وایه دل كآوكا

# model:country.subdivision,name:co-vau
source: Vaupés
fa: واپس

# model:country.subdivision,name:co-vid
source: Vichada
fa: ویچادا

# model:country.subdivision,name:cr-a
source: Alajuela
fa: آلاکولّا

# model:country.subdivision,name:cr-c
source: Cartago
fa: کارتاگو

# model:country.subdivision,name:cr-g
source: Guanacaste
fa: گوواناکاست

# model:country.subdivision,name:cr-h
source: Heredia
fa: اریدیا

# model:country.subdivision,name:cr-l
source: Limón
fa: لیمون

# model:country.subdivision,name:cr-p
source: Puntarenas
fa: پونتارناس

# model:country.subdivision,name:cr-sj
source: San José
fa: سان ژوزه

# model:country.subdivision,name:cu-01
source: Pinar del Rio
fa: پیناردل‌ریو

# model:country.subdivision,name:cu-02
source: La Habana
fa: هاوانا

# model:country.subdivision,name:cu-03
source: Ciudad de La Habana
fa: شهر هاوانا

# model:country.subdivision,name:cu-04
source: Matanzas
fa: ماتانزاس

# model:country.subdivision,name:cu-05
source: Villa Clara
fa: ویلا کلارا

# model:country.subdivision,name:cu-06
source: Cienfuegos
fa: سیینفئوگوس

# model:country.subdivision,name:cu-07
source: Sancti Spíritus
fa: سانتیداسپیریدوس

# model:country.subdivision,name:cu-08
source: Ciego de Ávila
fa: سیگو د آویلا

# model:country.subdivision,name:cu-09
source: Camagüey
fa: کاماگ وی

# model:country.subdivision,name:cu-10
source: Las Tunas
fa: لس توناس

# model:country.subdivision,name:cu-11
source: Holguín
fa: هولگین

# model:country.subdivision,name:cu-12
source: Granma
fa: گرانما

# model:country.subdivision,name:cu-13
source: Santiago de Cuba
fa: سانتیاگو‌ - کوبا

# model:country.subdivision,name:cu-14
source: Guantánamo
fa: گوانتانامو

# model:country.subdivision,name:cu-99
source: Isla de la Juventud
fa: ایزلا دلا خونتو

# model:country.subdivision,name:cv-b
source: Ilhas de Barlavento
fa: جزایر پایدار

# model:country.subdivision,name:cv-br
source: Brava
fa: براوا

# model:country.subdivision,name:cv-bv
source: Boa Vista
fa: بوئا ویستا

# model:country.subdivision,name:cv-ca
source: Santa Catarina
fa: سانتا کاتارینا

# model:country.subdivision,name:cv-cf
source: Santa Catarina de Fogo
fa: سانتا کاتارینا - فوگو

# model:country.subdivision,name:cv-cr
source: Santa Cruz
fa: سانتا کروز

# model:country.subdivision,name:cv-ma
source: Maio
fa: مایو

# model:country.subdivision,name:cv-mo
source: Mosteiros
fa: موستیروس

# model:country.subdivision,name:cv-pa
source: Paul
fa: پل

# model:country.subdivision,name:cv-pn
source: Porto Novo
fa: پرتونوو

# model:country.subdivision,name:cv-pr
source: Praia
fa: پرایو

# model:country.subdivision,name:cv-rb
source: Ribeira Brava
fa: ریبایرا براوا

# model:country.subdivision,name:cv-rg
source: Ribeira Grande
fa: ریبرای گراند

# model:country.subdivision,name:cv-rs
source: Ribeira Grande de Santiago
fa: ریبریا گراند - سانتیاگو

# model:country.subdivision,name:cv-s
source: Ilhas de Sotavento
fa: جزایر سوتاوینتو

# model:country.subdivision,name:cv-sd
source: São Domingos
fa: سائو دمینگوس

# model:country.subdivision,name:cv-sf
source: São Filipe
fa: سائو فلیپه

# model:country.subdivision,name:cv-sl
source: Sal
fa: سل

# model:country.subdivision,name:cv-sm
source: São Miguel
fa: سائو میگوئل

# model:country.subdivision,name:cv-so
source: São Lourenço dos Órgãos
fa: سائو لورنسو داس اورگوس

# model:country.subdivision,name:cv-ss
source: São Salvador do Mundo
fa: سن سالوادور

# model:country.subdivision,name:cv-sv
source: São Vicente
fa: سائو ویسنته

# model:country.subdivision,name:cv-ta
source: Tarrafal
fa: ترافل

# model:country.subdivision,name:cv-ts
source: Tarrafal de São Nicolau
fa: ترافل - سائو نیکولو

# model:country.subdivision,name:cy-01
source: Lefkosía
fa: لفکوزیا

# model:country.subdivision,name:cy-02
source: Lemesós
fa: لمه سوز

# model:country.subdivision,name:cy-03
source: Lárnaka
fa: لارناکا

# model:country.subdivision,name:cy-04
source: Ammóchostos
fa: آموچوستس

# model:country.subdivision,name:cy-05
source: Páfos
fa: پافوس

# model:country.subdivision,name:cy-06
source: Kerýneia
fa: کرینیا

# model:country.subdivision,name:cz-10
source: Praha, Hlavní mešto
fa: پراها،هلونی میشتو

# model:country.subdivision,name:cz-101
source: Praha 1
fa: پراگ 1

# model:country.subdivision,name:cz-102
source: Praha 2
fa: پراگ 2

# model:country.subdivision,name:cz-103
source: Praha 3
fa: پراگ 3

# model:country.subdivision,name:cz-104
source: Praha 4
fa: پراگ 4

# model:country.subdivision,name:cz-105
source: Praha 5
fa: پراگ 5

# model:country.subdivision,name:cz-106
source: Praha 6
fa: پراگ 6

# model:country.subdivision,name:cz-107
source: Praha 7
fa: پراگ 7

# model:country.subdivision,name:cz-108
source: Praha 8
fa: پراگ 8

# model:country.subdivision,name:cz-109
source: Praha 9
fa: پراگ 9

# model:country.subdivision,name:cz-110
source: Praha 10
fa: پراگ 10

# model:country.subdivision,name:cz-111
source: Praha 11
fa: پراگ 11

# model:country.subdivision,name:cz-112
source: Praha 12
fa: پراگ 12

# model:country.subdivision,name:cz-113
source: Praha 13
fa: پراگ 13

# model:country.subdivision,name:cz-114
source: Praha 14
fa: پراگ 14

# model:country.subdivision,name:cz-115
source: Praha 15
fa: پراگ 15

# model:country.subdivision,name:cz-116
source: Praha 16
fa: پراگ 16

# model:country.subdivision,name:cz-117
source: Praha 17
fa: پراگ 17

# model:country.subdivision,name:cz-118
source: Praha 18
fa: پراگ 18

# model:country.subdivision,name:cz-119
source: Praha 19
fa: پراگ 19

# model:country.subdivision,name:cz-120
source: Praha 20
fa: پراگ 20

# model:country.subdivision,name:cz-121
source: Praha 21
fa: پراگ 21

# model:country.subdivision,name:cz-122
source: Praha 22
fa: پراگ 22

# model:country.subdivision,name:cz-20
source: Středočeský kraj
fa: سروچسکی کرای

# model:country.subdivision,name:cz-201
source: Benešov
fa: بنشوف

# model:country.subdivision,name:cz-202
source: Beroun
fa: برون

# model:country.subdivision,name:cz-203
source: Kladno
fa: کادنو

# model:country.subdivision,name:cz-204
source: Kolín
fa: کولین

# model:country.subdivision,name:cz-205
source: Kutná Hora
fa: کوتانا هورا

# model:country.subdivision,name:cz-206
source: Mělník
fa: ملونیک

# model:country.subdivision,name:cz-207
source: Mladá Boleslav
fa: مالدا بولسلاو

# model:country.subdivision,name:cz-208
source: Nymburk
fa: نیومبرک

# model:country.subdivision,name:cz-209
source: Praha-východ
fa: پراگ - ویشود

# model:country.subdivision,name:cz-20a
source: Praha-západ
fa: پراگ ژاپیه

# model:country.subdivision,name:cz-20b
source: Příbram
fa: پربرم

# model:country.subdivision,name:cz-20c
source: Rakovník
fa: براکونیک

# model:country.subdivision,name:cz-31
source: Jihočeský kraj
fa: یهوچسکی کرای

# model:country.subdivision,name:cz-311
source: České Budějovice
fa: چسکا بودژویکو

# model:country.subdivision,name:cz-312
source: Český Krumlov
fa: چسکی کروملوف

# model:country.subdivision,name:cz-313
source: Jindřichův Hradec
fa: ینجیهو هرادک

# model:country.subdivision,name:cz-314
source: Písek
fa: پیسک

# model:country.subdivision,name:cz-315
source: Prachatice
fa: پراخادیسه

# model:country.subdivision,name:cz-316
source: Strakonice
fa: استراکونیسه

# model:country.subdivision,name:cz-317
source: Tábor
fa: تابور

# model:country.subdivision,name:cz-32
source: Plzeňský kraj
fa: پلزینسکی کرای

# model:country.subdivision,name:cz-321
source: Domažlice
fa: دوماژیلسه

# model:country.subdivision,name:cz-322
source: Klatovy
fa: کلاتوی

# model:country.subdivision,name:cz-323
source: Plzeň-město
fa: پلژن - میشتو

# model:country.subdivision,name:cz-324
source: Plzeň-jih
fa: پلژن - ژیه

# model:country.subdivision,name:cz-325
source: Plzeň-sever
fa: پلژن - سیور

# model:country.subdivision,name:cz-326
source: Rokycany
fa: بروکیتسانی

# model:country.subdivision,name:cz-327
source: Tachov
fa: تچوف

# model:country.subdivision,name:cz-41
source: Karlovarský kraj
fa: کارلوارسکی کرای

# model:country.subdivision,name:cz-411
source: Cheb
fa: خپ

# model:country.subdivision,name:cz-412
source: Karlovy Vary
fa: کارلوویواره

# model:country.subdivision,name:cz-413
source: Sokolov
fa: سوکولف

# model:country.subdivision,name:cz-42
source: Ústecký kraj
fa: اوستسکی کرای

# model:country.subdivision,name:cz-421
source: Děčín
fa: دچین

# model:country.subdivision,name:cz-422
source: Chomutov
fa: چوموتوف

# model:country.subdivision,name:cz-423
source: Litoměřice
fa: لیتومریتسه

# model:country.subdivision,name:cz-424
source: Louny
fa: لونی

# model:country.subdivision,name:cz-425
source: Most
fa: موست

# model:country.subdivision,name:cz-426
source: Teplice
fa: تپلیتسه

# model:country.subdivision,name:cz-427
source: Ústí nad Labem
fa: اوستیناد لاوبِن

# model:country.subdivision,name:cz-51
source: Liberecký kraj
fa: لیبردسکی کرای

# model:country.subdivision,name:cz-511
source: Česká Lípa
fa: چسکا لیپا

# model:country.subdivision,name:cz-512
source: Jablonec nad Nisou
fa: یابونیدنیسو

# model:country.subdivision,name:cz-513
source: Liberec
fa: لیبرت

# model:country.subdivision,name:cz-514
source: Semily
fa: سمیلی

# model:country.subdivision,name:cz-52
source: Královéhradecký kraj
fa: کراولهرادسکی کرای

# model:country.subdivision,name:cz-521
source: Hradec Králové
fa: هرادیتس کرالووه

# model:country.subdivision,name:cz-522
source: Jičín
fa: ایچین

# model:country.subdivision,name:cz-523
source: Náchod
fa: ناچود

# model:country.subdivision,name:cz-524
source: Rychnov nad Kněžnou
fa: ریخنو ناد کنژنو

# model:country.subdivision,name:cz-525
source: Trutnov
fa: تروتنوف

# model:country.subdivision,name:cz-53
source: Pardubický kraj
fa: پاردوبسکی کرای

# model:country.subdivision,name:cz-531
source: Chrudim
fa: کرودیم

# model:country.subdivision,name:cz-532
source: Pardubice
fa: پاردوبیتسه

# model:country.subdivision,name:cz-533
source: Svitavy
fa: سویتوی

# model:country.subdivision,name:cz-534
source: Ústí nad Orlicí
fa: اوستیناد اوریستی

# model:country.subdivision,name:cz-63
source: Kraj Vysočina
fa: کراژ ویسوشینا

# model:country.subdivision,name:cz-631
source: Havlíčkův Brod
fa: هفویچکوف برود

# model:country.subdivision,name:cz-632
source: Jihlava
fa: جیلاوا

# model:country.subdivision,name:cz-633
source: Pelhřimov
fa: پلگریموف

# model:country.subdivision,name:cz-634
source: Třebíč
fa: تئبیچ

# model:country.subdivision,name:cz-635
source: Žďár nad Sázavou
fa: سزو زاگرب

# model:country.subdivision,name:cz-64
source: Jihomoravský kraj
fa: یهومراوسکی کرای

# model:country.subdivision,name:cz-641
source: Blansko
fa: بلانسکو

# model:country.subdivision,name:cz-642
source: Brno-město
fa: برنو - میستو

# model:country.subdivision,name:cz-643
source: Brno-venkov
fa: برنو-ونکوف

# model:country.subdivision,name:cz-644
source: Břeclav
fa: برتسلاف

# model:country.subdivision,name:cz-645
source: Hodonín
fa: هودونین

# model:country.subdivision,name:cz-646
source: Vyškov
fa: ویشکوف

# model:country.subdivision,name:cz-647
source: Znojmo
fa: زنوییمو

# model:country.subdivision,name:cz-71
source: Olomoucký kraj
fa: اولموسکی کرای

# model:country.subdivision,name:cz-711
source: Jeseník
fa: یسه نیگ

# model:country.subdivision,name:cz-712
source: Olomouc
fa: اولوموتس

# model:country.subdivision,name:cz-713
source: Prostějov
fa: پرستویچ

# model:country.subdivision,name:cz-714
source: Přerov
fa: پری روف

# model:country.subdivision,name:cz-715
source: Šumperk
fa: شومپر

# model:country.subdivision,name:cz-72
source: Zlínský kraj
fa: زیلنسکی کرای

# model:country.subdivision,name:cz-721
source: Kroměříž
fa: کرومریژ

# model:country.subdivision,name:cz-722
source: Uherské Hradiště
fa: منطقه ورسک

# model:country.subdivision,name:cz-723
source: Vsetín
fa: وستین

# model:country.subdivision,name:cz-724
source: Zlín
fa: زلین

# model:country.subdivision,name:cz-80
source: Moravskoslezský kraj
fa: موراسکوسلدسکی کرای

# model:country.subdivision,name:cz-801
source: Bruntál
fa: برانتال

# model:country.subdivision,name:cz-802
source: Frýdek Místek
fa: فریدک میستک

# model:country.subdivision,name:cz-803
source: Karviná
fa: کاروانا

# model:country.subdivision,name:cz-804
source: Nový Jičín
fa: نوییچین

# model:country.subdivision,name:cz-805
source: Opava
fa: اوپاوا

# model:country.subdivision,name:cz-806
source: Ostrava-město
fa: اوستروا -میشتو

# model:country.subdivision,name:de-bb
source: Brandenburg
fa: براندنبورگ

# model:country.subdivision,name:de-be
source: Berlin
fa: برلين شرقی

# model:country.subdivision,name:de-bw
source: Baden-Württemberg
fa: بادن وورتمبرگ

# model:country.subdivision,name:de-by
source: Bayern
fa: بایرن

# model:country.subdivision,name:de-hb
source: Bremen
fa: برمن

# model:country.subdivision,name:de-he
source: Hessen
fa: هسن

# model:country.subdivision,name:de-hh
source: Hamburg
fa: هامبورگ

# model:country.subdivision,name:de-mv
source: Mecklenburg-Vorpommern
fa: مکلنبورگ-فورپومرن

# model:country.subdivision,name:de-ni
source: Niedersachsen
fa: نیدرزاکسن

# model:country.subdivision,name:de-nw
source: Nordrhein-Westfalen
fa: نوردراین وستفالن

# model:country.subdivision,name:de-rp
source: Rheinland-Pfalz
fa: راینلند-پفالز

# model:country.subdivision,name:de-sh
source: Schleswig-Holstein
fa: شلزویگ-هولشتاین

# model:country.subdivision,name:de-sl
source: Saarland
fa: سارلند

# model:country.subdivision,name:de-sn
source: Sachsen
fa: ساکسن

# model:country.subdivision,name:de-st
source: Sachsen-Anhalt
fa: ساکسن-آنهالت

# model:country.subdivision,name:de-th
source: Thüringen
fa: تییرینگن

# model:country.subdivision,name:dj-ar
source: Arta
fa: آرتا

# model:country.subdivision,name:dj-as
source: Ali Sabieh
fa: علی صبحی

# model:country.subdivision,name:dj-di
source: Dikhil
fa: دیخیل

# model:country.subdivision,name:dj-dj
source: Djibouti
fa: جیبوتی

# model:country.subdivision,name:dj-ob
source: Obock
fa: اوبوک

# model:country.subdivision,name:dj-ta
source: Tadjourah
fa: تاجورا

# model:country.subdivision,name:dk-81
source: Nordjylland
fa: نویولند

# model:country.subdivision,name:dk-82
source: Midtjylland
fa: میدیجیلند

# model:country.subdivision,name:dk-83
source: Syddanmark
fa: دنمارک جنوبی

# model:country.subdivision,name:dk-84
source: Hovedstaden
fa: هووسدان

# model:country.subdivision,name:dk-85
source: Sjælland
fa: شیلند

# model:country.subdivision,name:dm-01
source: Saint Peter
fa: سنت پیتر

# model:country.subdivision,name:dm-02
source: Saint Andrew
fa: سانت اندرو

# model:country.subdivision,name:dm-03
source: Saint David
fa: سنت دیوید

# model:country.subdivision,name:dm-04
source: Saint George
fa: سنت جورج

# model:country.subdivision,name:dm-05
source: Saint John
fa: سنت جان

# model:country.subdivision,name:dm-06
source: Saint Joseph
fa: سنت جوزف

# model:country.subdivision,name:dm-07
source: Saint Luke
fa: سنت لوک

# model:country.subdivision,name:dm-08
source: Saint Mark
fa: سنت مارک

# model:country.subdivision,name:dm-09
source: Saint Patrick
fa: سنت پاتریک

# model:country.subdivision,name:dm-10
source: Saint Paul
fa: سنت پائول

# model:country.subdivision,name:do-01
source: Distrito Nacional (Santo Domingo)
fa: سانتو دومینگو

# model:country.subdivision,name:do-02
source: Azua
fa: آزوآ

# model:country.subdivision,name:do-03
source: Bahoruco
fa: اوهوروکو

# model:country.subdivision,name:do-04
source: Barahona
fa: باراهونا

# model:country.subdivision,name:do-05
source: Dajabón
fa: داکه بون

# model:country.subdivision,name:do-06
source: Duarte
fa: دوارتی

# model:country.subdivision,name:do-07
source: La Estrelleta [Elías Piña]
fa: لی استراگتا

# model:country.subdivision,name:do-08
source: El Seybo [El Seibo]
fa: السیبو

# model:country.subdivision,name:do-09
source: Espaillat
fa: اسپالی

# model:country.subdivision,name:do-10
source: Independencia
fa: ایندپندنتسیا

# model:country.subdivision,name:do-11
source: La Altagracia
fa: لاالتگراتسیا

# model:country.subdivision,name:do-12
source: La Romana
fa: لا رامونا

# model:country.subdivision,name:do-13
source: La Vega
fa: لاوگا

# model:country.subdivision,name:do-14
source: María Trinidad Sánchez
fa: ماریا ترینیداد سانچز

# model:country.subdivision,name:do-15
source: Monte Cristi
fa: مونته کریستی

# model:country.subdivision,name:do-16
source: Pedernales
fa: پدنوالیس

# model:country.subdivision,name:do-17
source: Peravia
fa: پرواویا

# model:country.subdivision,name:do-18
source: Puerto Plata
fa: پورتو پلاتا

# model:country.subdivision,name:do-19
source: Salcedo
fa: سالچی دو

# model:country.subdivision,name:do-20
source: Samaná
fa: سمانا

# model:country.subdivision,name:do-21
source: San Cristóbal
fa: سن کریستوبل

# model:country.subdivision,name:do-22
source: San Juan
fa: سن خوان

# model:country.subdivision,name:do-23
source: San Pedro de Macorís
fa: سن پدرو دماکوریس

# model:country.subdivision,name:do-24
source: Sánchez Ramírez
fa: سنچز رامیرز

# model:country.subdivision,name:do-25
source: Santiago
fa: سانتیاگو

# model:country.subdivision,name:do-26
source: Santiago Rodríguez
fa: سانتیاگو رودریگز

# model:country.subdivision,name:do-27
source: Valverde
fa: والوردی

# model:country.subdivision,name:do-28
source: Monseñor Nouel
fa: مونسینیور نوول

# model:country.subdivision,name:do-29
source: Monte Plata
fa: مونتا پلاتا

# model:country.subdivision,name:do-30
source: Hato Mayor
fa: هاتو مایور

# model:country.subdivision,name:dz-01
source: Adrar
fa: آدرار

# model:country.subdivision,name:dz-02
source: Chlef
fa: چلف

# model:country.subdivision,name:dz-03
source: Laghouat
fa: لگووات

# model:country.subdivision,name:dz-04
source: Oum el Bouaghi
fa: ام البوجی

# model:country.subdivision,name:dz-05
source: Batna
fa: باتنا

# model:country.subdivision,name:dz-06
source: Béjaïa
fa: بیژایا

# model:country.subdivision,name:dz-07
source: Biskra
fa: بیسکرا

# model:country.subdivision,name:dz-08
source: Béchar
fa: بشار

# model:country.subdivision,name:dz-09
source: Blida
fa: بلیدا

# model:country.subdivision,name:dz-10
source: Bouira
fa: بویرا

# model:country.subdivision,name:dz-11
source: Tamanghasset
fa: تامانگهاست

# model:country.subdivision,name:dz-12
source: Tébessa
fa: تبسه

# model:country.subdivision,name:dz-13
source: Tlemcen
fa: تیمسن

# model:country.subdivision,name:dz-14
source: Tiaret
fa: تیاره

# model:country.subdivision,name:dz-15
source: Tizi Ouzou
fa: تیزی اووزو

# model:country.subdivision,name:dz-16
source: Alger
fa: الجه ر

# model:country.subdivision,name:dz-17
source: Djelfa
fa: جلفا

# model:country.subdivision,name:dz-18
source: Jijel
fa: جیجل

# model:country.subdivision,name:dz-19
source: Sétif
fa: ستیف

# model:country.subdivision,name:dz-20
source: Saïda
fa: صیدا

# model:country.subdivision,name:dz-21
source: Skikda
fa: اسکیدا

# model:country.subdivision,name:dz-22
source: Sidi Bel Abbès
fa: سیدی بل عببس

# model:country.subdivision,name:dz-23
source: Annaba
fa: آناابه

# model:country.subdivision,name:dz-24
source: Guelma
fa: گلمه

# model:country.subdivision,name:dz-25
source: Constantine
fa: کنستانتین

# model:country.subdivision,name:dz-26
source: Médéa
fa: میدیا

# model:country.subdivision,name:dz-27
source: Mostaganem
fa: موسته گنم

# model:country.subdivision,name:dz-28
source: Msila
fa: امسیلا

# model:country.subdivision,name:dz-29
source: Mascara
fa: مسکارا

# model:country.subdivision,name:dz-30
source: Ouargla
fa: واگلا

# model:country.subdivision,name:dz-31
source: Oran
fa: اوران

# model:country.subdivision,name:dz-32
source: El Bayadh
fa: إل بيده

# model:country.subdivision,name:dz-33
source: Illizi
fa: ایلیسی

# model:country.subdivision,name:dz-34
source: Bordj Bou Arréridj
fa: بورج بو آرریده

# model:country.subdivision,name:dz-35
source: Boumerdès
fa: بومرداس

# model:country.subdivision,name:dz-36
source: El Tarf
fa: التارف
