Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:kz-alm
source: Almaty oblysy
fa: منطقه آلماتی

# model:country.subdivision,name:kz-ast
source: Astana
fa: آستانا

# model:country.subdivision,name:kz-aty
source: Atyraū oblysy
fa: منطقه آتیراو

# model:country.subdivision,name:kz-kar
source: Qaraghandy oblysy
fa: منطقه قره قندی

# model:country.subdivision,name:kz-kus
source: Qostanay oblysy
fa: منطقخ قوستانای

# model:country.subdivision,name:kz-kzy
source: Qyzylorda oblysy
fa: منطقه قیزی لوردا

# model:country.subdivision,name:kz-man
source: Mangghystaū oblysy
fa: منطقه مانگئستو

# model:country.subdivision,name:kz-pav
source: Pavlodar oblysy
fa: منطقه پاولودار

# model:country.subdivision,name:kz-sev
source: Soltüstik Quzaqstan oblysy
fa: منطه سولتوستیک قزاقستان

# model:country.subdivision,name:kz-vos
source: Shyghys Qazaqstan oblysy
fa: منطقه شیلیس قزاقستان

# model:country.subdivision,name:kz-yuz
source: Ongtüstik Qazaqstan oblysy
fa: منطه اونگتوستیک قزاقستان

# model:country.subdivision,name:kz-zap
source: Batys Quzaqstan oblysy
fa: منطقه باتیس قزاقستان

# model:country.subdivision,name:kz-zha
source: Zhambyl oblysy
fa: منطقه زهامبیل

# model:country.subdivision,name:la-at
source: Attapu
fa: اتتاپو

# model:country.subdivision,name:la-bk
source: Bokèo
fa: بوکئو

# model:country.subdivision,name:la-bl
source: Bolikhamxai
fa: بولیخامکسای

# model:country.subdivision,name:la-ch
source: Champasak
fa: چم پاساک

# model:country.subdivision,name:la-ho
source: Houaphan
fa: هوآفان

# model:country.subdivision,name:la-kh
source: Khammouan
fa: خاموآن

# model:country.subdivision,name:la-lm
source: Louang Namtha
fa: لوآنگ آمسا

# model:country.subdivision,name:la-lp
source: Louangphabang
fa: لوآنگ فابانگ

# model:country.subdivision,name:la-ou
source: Oudômxai
fa: اودمسایی

# model:country.subdivision,name:la-ph
source: Phôngsali
fa: پهونگسالی

# model:country.subdivision,name:la-sl
source: Salavan
fa: سالوان

# model:country.subdivision,name:la-sv
source: Savannakhét
fa: ساوان نیاخِت

# model:country.subdivision,name:la-vi
source: Vientiane
fa: وین تیان

# model:country.subdivision,name:la-vt
source: Vientiane
fa: وین تیان

# model:country.subdivision,name:la-xa
source: Xaignabouli
fa: سایگنابولی

# model:country.subdivision,name:la-xe
source: Xékong
fa: سه گوم

# model:country.subdivision,name:la-xi
source: Xiangkhouang
fa: ژیانگوانگ

# model:country.subdivision,name:la-xs
source: Xaisômboun
fa: ژیاشومبول

# model:country.subdivision,name:lb-ak
source: Aakkâr
fa: العکّار

# model:country.subdivision,name:lb-as
source: Liban-Nord
fa: شمال لبنان

# model:country.subdivision,name:lb-ba
source: Beyrouth
fa: بیروت

# model:country.subdivision,name:lb-bh
source: Baalbek-Hermel
fa: بعلبک-هرمل

# model:country.subdivision,name:lb-bi
source: Béqaa
fa: بقاع

# model:country.subdivision,name:lb-ja
source: Liban-Sud
fa: جنوب لبنان

# model:country.subdivision,name:lb-jl
source: Mont-Liban
fa: مونت - لبنان

# model:country.subdivision,name:lb-na
source: Nabatîyé
fa: نباتیه

# model:country.subdivision,name:li-01
source: Balzers
fa: بالزس

# model:country.subdivision,name:li-02
source: Eschen
fa: اسکن

# model:country.subdivision,name:li-03
source: Gamprin
fa: گام پرین

# model:country.subdivision,name:li-04
source: Mauren
fa: مورن

# model:country.subdivision,name:li-05
source: Planken
fa: پلانکه

# model:country.subdivision,name:li-06
source: Ruggell
fa: راگول

# model:country.subdivision,name:li-07
source: Schaan
fa: شآن

# model:country.subdivision,name:li-08
source: Schellenberg
fa: شلنبرگ

# model:country.subdivision,name:li-09
source: Triesen
fa: تری یسن

# model:country.subdivision,name:li-10
source: Triesenberg
fa: تری یسنبرگ

# model:country.subdivision,name:li-11
source: Vaduz
fa: فادوتز

# model:country.subdivision,name:lk-1
source: Basnāhira paḷāta
fa: باسناهیرا پالتا

# model:country.subdivision,name:lk-11
source: Kŏḷamba
fa: کولمبا

# model:country.subdivision,name:lk-12
source: Gampaha
fa: گامپاها

# model:country.subdivision,name:lk-13
source: Kaḷutara
fa: کالوترا

# model:country.subdivision,name:lk-2
source: Madhyama paḷāta
fa: مادهیاما پالتا

# model:country.subdivision,name:lk-21
source: Mahanuvara
fa: ماهانووارا

# model:country.subdivision,name:lk-22
source: Mātale
fa: ماتیله

# model:country.subdivision,name:lk-23
source: Nuvara Ĕliya
fa: نواورا الیا

# model:country.subdivision,name:lk-3
source: Dakuṇu paḷāta
fa: داکونو پالتا

# model:country.subdivision,name:lk-31
source: Gālla
fa: گالا

# model:country.subdivision,name:lk-32
source: Mātara
fa: ماتاره

# model:country.subdivision,name:lk-33
source: Hambantŏṭa
fa: هامبونتوتا

# model:country.subdivision,name:lk-4
source: Uturu paḷāta
fa: اتتوری پالتا

# model:country.subdivision,name:lk-41
source: Yāpanaya
fa: یاپنایا

# model:country.subdivision,name:lk-42
source: Kilinŏchchi
fa: کیلاینوچچی

# model:country.subdivision,name:lk-43
source: Mannārama
fa: منآرامه

# model:country.subdivision,name:lk-44
source: Vavuniyāva
fa: وِ وونیاوا

# model:country.subdivision,name:lk-45
source: Mulativ
fa: مولاتف

# model:country.subdivision,name:lk-5
source: Næ̆gĕnahira paḷāta
fa: نگناهیرا پالتا

# model:country.subdivision,name:lk-51
source: Maḍakalapuva
fa: ماداکالاپووا

# model:country.subdivision,name:lk-52
source: Ampāara
fa: آمپرا

# model:country.subdivision,name:lk-53
source: Trikuṇāmalaya
fa: تریکونامالایا

# model:country.subdivision,name:lk-6
source: Vayamba paḷāta
fa: وایامبا پالتا

# model:country.subdivision,name:lk-61
source: Kuruṇægala
fa: کورونژگالا

# model:country.subdivision,name:lk-62
source: Puttalama
fa: پوتلاما

# model:country.subdivision,name:lk-7
source: Uturumæ̆da paḷāta
fa: اوتورمایتا پالتا

# model:country.subdivision,name:lk-71
source: Anurādhapura
fa: آنوراهاپورا

# model:country.subdivision,name:lk-72
source: Pŏḷŏnnaruva
fa: پولونروا

# model:country.subdivision,name:lk-8
source: Ūva paḷāta
fa: اووا پالتا

# model:country.subdivision,name:lk-81
source: Badulla
fa: بادولا

# model:country.subdivision,name:lk-82
source: Mŏṇarāgala
fa: مونارآگالا

# model:country.subdivision,name:lk-9
source: Sabaragamuva paḷāta
fa: سابراگاموا پالتا

# model:country.subdivision,name:lk-91
source: Ratnapura
fa: راتناپور

# model:country.subdivision,name:lk-92
source: Kægalla
fa: کایگالا

# model:country.subdivision,name:lr-bg
source: Bong
fa: بونگ

# model:country.subdivision,name:lr-bm
source: Bomi
fa: بومی

# model:country.subdivision,name:lr-cm
source: Grand Cape Mount
fa: گراند کاپ مونت

# model:country.subdivision,name:lr-gb
source: Grand Bassa
fa: گراند بسا

# model:country.subdivision,name:lr-gg
source: Grand Gedeh
fa: گراند گده

# model:country.subdivision,name:lr-gk
source: Grand Kru
fa: گراند کرو

# model:country.subdivision,name:lr-lo
source: Lofa
fa: لوفا

# model:country.subdivision,name:lr-mg
source: Margibi
fa: ماربیبی

# model:country.subdivision,name:lr-mo
source: Montserrado
fa: مونتسراتو

# model:country.subdivision,name:lr-my
source: Maryland
fa: مریلند

# model:country.subdivision,name:lr-ni
source: Nimba
fa: نیمبا

# model:country.subdivision,name:lr-ri
source: Rivercess
fa: ریورزس

# model:country.subdivision,name:lr-si
source: Sinoe
fa: سینو

# model:country.subdivision,name:ls-a
source: Maseru
fa: ماسرو

# model:country.subdivision,name:ls-b
source: Butha-Buthe
fa: بوتا بوته

# model:country.subdivision,name:ls-c
source: Leribe
fa: لیریب

# model:country.subdivision,name:ls-d
source: Berea
fa: بریا

# model:country.subdivision,name:ls-e
source: Mafeteng
fa: مافیتنگ

# model:country.subdivision,name:ls-f
source: Mohale's Hoek
fa: موهلش هوک

# model:country.subdivision,name:ls-g
source: Quthing
fa: کوتینگ

# model:country.subdivision,name:ls-h
source: Qacha's Nek
fa: قاچا نک

# model:country.subdivision,name:ls-j
source: Mokhotlong
fa: موخات لونگ

# model:country.subdivision,name:ls-k
source: Thaba-Tseka
fa: تابه - ساکا

# model:country.subdivision,name:lt-al
source: Alytaus Apskritis
fa: شهرستان آیلتوس

# model:country.subdivision,name:lt-kl
source: Klaipėdos Apskritis
fa: شهرستان کلایپیدوس

# model:country.subdivision,name:lt-ku
source: Kauno Apskritis
fa: شهرستان کاوونا

# model:country.subdivision,name:lt-mr
source: Marijampolės Apskritis
fa: شهرستان مارایامپولس

# model:country.subdivision,name:lt-pn
source: Panevėžio Apskritis
fa: شهرستان پانویسو

# model:country.subdivision,name:lt-sa
source: Šiaulių Apskritis
fa: شهرستان شایلی

# model:country.subdivision,name:lt-ta
source: Tauragés Apskritis
fa: شهرستان تورگش

# model:country.subdivision,name:lt-te
source: Telšių Apskritis
fa: شهرستان تلسیو

# model:country.subdivision,name:lt-ut
source: Utenos Apskritis
fa: شهرستان آتن

# model:country.subdivision,name:lt-vl
source: Vilniaus Apskritis
fa: شهرستان ویلنیاوس

# model:country.subdivision,name:lu-d
source: Diekirch
fa: دایکرچ

# model:country.subdivision,name:lu-g
source: Grevenmacher
fa: گریونماکه

# model:country.subdivision,name:lu-l
source: Luxembourg
fa: لوکزامبورگ

# model:country.subdivision,name:lv-001
source: Aglonas novads
fa: آگلوانس نوانس

# model:country.subdivision,name:lv-002
source: Aizkraukles novads
fa: شهرستان آیسکروکلس

# model:country.subdivision,name:lv-003
source: Aizputes novads
fa: منطقه آیزپوتس

# model:country.subdivision,name:lv-004
source: Aknīstes novads
fa: منطقه آکنیستس

# model:country.subdivision,name:lv-005
source: Alojas novads
fa: منطه آلوزاس

# model:country.subdivision,name:lv-006
source: Alsungas novads
fa: منطقه آلسونگاس

# model:country.subdivision,name:lv-007
source: Alūksnes novads
fa: منطقه آلوکسنس

# model:country.subdivision,name:lv-008
source: Amatas novads
fa: استان آماتاس

# model:country.subdivision,name:lv-009
source: Apes novads
fa: مناطق روستایی

# model:country.subdivision,name:lv-010
source: Auces novads
fa: استان آوتس

# model:country.subdivision,name:lv-011
source: Ādažu novads
fa: استان آداژو

# model:country.subdivision,name:lv-012
source: Babītes novads
fa: منطقه بابیتس

# model:country.subdivision,name:lv-013
source: Baldones novads
fa: منطقه بلدونز

# model:country.subdivision,name:lv-014
source: Baltinavas novads
fa: منطقه بالتیناوس

# model:country.subdivision,name:lv-015
source: Balvu novads
fa: استان بلو

# model:country.subdivision,name:lv-016
source: Bauskas novads
fa: منطقه باوسکاس

# model:country.subdivision,name:lv-017
source: Beverīnas novads
fa: منطقه بفریناس

# model:country.subdivision,name:lv-018
source: Brocēnu novads
fa: استان برواچنوّ

# model:country.subdivision,name:lv-019
source: Burtnieku novads
fa: منطقه بورتنیکو

# model:country.subdivision,name:lv-020
source: Carnikavas novads
fa: منطقه کانیکاوس

# model:country.subdivision,name:lv-021
source: Cesvaines novads
fa: منطقه چسواینس

# model:country.subdivision,name:lv-022
source: Cēsu novads
fa: منطقه چیسو

# model:country.subdivision,name:lv-023
source: Ciblas novads
fa: منطقه چیلاس

# model:country.subdivision,name:lv-024
source: Dagdas novads
fa: استان داگداس

# model:country.subdivision,name:lv-025
source: Daugavpils novads
fa: شهرستان دوگآوپیلس

# model:country.subdivision,name:lv-026
source: Dobeles novads
fa: منطقه دوابلس

# model:country.subdivision,name:lv-027
source: Dundagas novads
fa: منطقه دانداگاس

# model:country.subdivision,name:lv-028
source: Durbes novads
fa: منطقه دوربس

# model:country.subdivision,name:lv-029
source: Engures novads
fa: منطقه انگورس

# model:country.subdivision,name:lv-030
source: Ērgļu novads
fa: استان ارول

# model:country.subdivision,name:lv-031
source: Garkalnes novads
fa: استان گارکالنس

# model:country.subdivision,name:lv-032
source: Grobiņas novads
fa: استان گروابیناس

# model:country.subdivision,name:lv-033
source: Gulbenes novads
fa: استان گولبنس

# model:country.subdivision,name:lv-034
source: Iecavas novads
fa: منطقه ایکاوس

# model:country.subdivision,name:lv-035
source: Ikšķiles novads
fa: استان ایکشیلس

# model:country.subdivision,name:lv-036
source: Ilūkstes novads
fa: استان ایلوکستس

# model:country.subdivision,name:lv-037
source: Inčukalna novads
fa: منطقه اینچوکالنا

# model:country.subdivision,name:lv-038
source: Jaunjelgavas novads
fa: منطقه یاولیلگاواس

# model:country.subdivision,name:lv-039
source: Jaunpiebalgas novads
fa: منطقه یآونپیه باگلاس

# model:country.subdivision,name:lv-040
source: Jaunpils novads
fa: منطقه یاوانپیلس

# model:country.subdivision,name:lv-041
source: Jelgavas novads
fa: منطقه یلگاواس

# model:country.subdivision,name:lv-042
source: Jēkabpils novads
fa: منطقه یكابپیلس

# model:country.subdivision,name:lv-043
source: Kandavas novads
fa: منطقه کانداواس

# model:country.subdivision,name:lv-044
source: Kārsavas novads
fa: منطقه کارسواس

# model:country.subdivision,name:lv-045
source: Kocēnu novads
fa: منطقه کواتنو

# model:country.subdivision,name:lv-046
source: Kokneses novads
fa: منطقه کوکنسس

# model:country.subdivision,name:lv-047
source: Krāslavas novads
fa: منطقه کراسلاواس

# model:country.subdivision,name:lv-048
source: Krimuldas novads
fa: منطقه کریمولداس

# model:country.subdivision,name:lv-049
source: Krustpils novads
fa: منطقه کروستپیلس

# model:country.subdivision,name:lv-050
source: Kuldīgas novads
fa: منطقه کولدیگاس

# model:country.subdivision,name:lv-051
source: Ķeguma novads
fa: استان کگوما

# model:country.subdivision,name:lv-052
source: Ķekavas novads
fa: منطقه کیکاوس

# model:country.subdivision,name:lv-053
source: Lielvārdes novads
fa: استان های شمالی

# model:country.subdivision,name:lv-054
source: Limbažu novads
fa: منطقه لیمباژو

# model:country.subdivision,name:lv-055
source: Līgatnes novads
fa: استان لیگاتنس

# model:country.subdivision,name:lv-056
source: Līvānu novads
fa: استان لویانا

# model:country.subdivision,name:lv-057
source: Lubānas novads
fa: استان لوبانس

# model:country.subdivision,name:lv-058
source: Ludzas novads
fa: استان لودزاس

# model:country.subdivision,name:lv-059
source: Madonas novads
fa: منطقه مدوناس

# model:country.subdivision,name:lv-060
source: Mazsalacas novads
fa: استان مازسالاكاس

# model:country.subdivision,name:lv-061
source: Mālpils novads
fa: منطقه مالپیلس

# model:country.subdivision,name:lv-062
source: Mārupes novads
fa: منطقه ماروپس

# model:country.subdivision,name:lv-063
source: Mērsraga novads
fa: منطقه مرسراگا

# model:country.subdivision,name:lv-064
source: Naukšēnu novads
fa: منطقه ناوکشنو

# model:country.subdivision,name:lv-065
source: Neretas novads
fa: منطقه نرتیس

# model:country.subdivision,name:lv-066
source: Nīcas novads
fa: منطقه نیتاس

# model:country.subdivision,name:lv-067
source: Ogres novads
fa: استان اواگرس

# model:country.subdivision,name:lv-068
source: Olaines novads
fa: استان اوالاینس

# model:country.subdivision,name:lv-069
source: Ozolnieku novads
fa: منطقه اوگوالیتو

# model:country.subdivision,name:lv-070
source: Pārgaujas novads
fa: منطقه پارگویاس

# model:country.subdivision,name:lv-071
source: Pāvilostas novads
fa: استان پاولستاس

# model:country.subdivision,name:lv-072
source: Pļaviņu novads
fa: منطقه پیاوینو

# model:country.subdivision,name:lv-073
source: Preiļu novads
fa: استان پریو

# model:country.subdivision,name:lv-074
source: Priekules novads
fa: منطقه پریاکولس

# model:country.subdivision,name:lv-075
source: Priekuļu novads
fa: منطقه پریاکویو

# model:country.subdivision,name:lv-076
source: Raunas novads
fa: استان راوناس

# model:country.subdivision,name:lv-077
source: Rēzeknes novads
fa: منطقه رزاکنس

# model:country.subdivision,name:lv-078
source: Riebiņu novads
fa: استان ریابینو

# model:country.subdivision,name:lv-079
source: Rojas novads
fa: استان رویاس

# model:country.subdivision,name:lv-080
source: Ropažu novads
fa: استان رواپاژو

# model:country.subdivision,name:lv-081
source: Rucavas novads
fa: منطقه روکاوس

# model:country.subdivision,name:lv-082
source: Rugāju novads
fa: منطقه روگارو

# model:country.subdivision,name:lv-083
source: Rundāles novads
fa: منطقه روندالس

# model:country.subdivision,name:lv-084
source: Rūjienas novads
fa: استان رویناس

# model:country.subdivision,name:lv-085
source: Salas novads
fa: منطقه سالاس

# model:country.subdivision,name:lv-086
source: Salacgrīvas novads
fa: استان سالسریوس

# model:country.subdivision,name:lv-087
source: Salaspils novads
fa: منطقه سالاسپیلس

# model:country.subdivision,name:lv-088
source: Saldus novads
fa: استان سلدوس

# model:country.subdivision,name:lv-089
source: Saulkrastu novads
fa: منطقه ساولکراستو

# model:country.subdivision,name:lv-090
source: Sējas novads
fa: منطقه سیاس

# model:country.subdivision,name:lv-091
source: Siguldas novads
fa: منطقه سیولداس

# model:country.subdivision,name:lv-092
source: Skrīveru novads
fa: منطقه اسکریورو

# model:country.subdivision,name:lv-093
source: Skrundas novads
fa: منطقه اسکرونداس

# model:country.subdivision,name:lv-094
source: Smiltenes novads
fa: منطقه اسمیلتنس

# model:country.subdivision,name:lv-095
source: Stopiņu novads
fa: استان استواپینو

# model:country.subdivision,name:lv-096
source: Strenču novads
fa: استان استرنچو

# model:country.subdivision,name:lv-097
source: Talsu novads
fa: استان آلسو

# model:country.subdivision,name:lv-098
source: Tērvetes novads
fa: منطقه تروتس

# model:country.subdivision,name:lv-099
source: Tukuma novads
fa: استان توکومه

# model:country.subdivision,name:lv-100
source: Vaiņodes novads
fa: مناطقه واینوادس

# model:country.subdivision,name:lv-101
source: Valkas novads
fa: منطقه والکاس

# model:country.subdivision,name:lv-102
source: Varakļānu novads
fa: منطقه واراکیانو

# model:country.subdivision,name:lv-103
source: Vārkavas novads
fa: استان وارکاواس

# model:country.subdivision,name:lv-104
source: Vecpiebalgas novads
fa: منطقه وسپیه بالگاس

# model:country.subdivision,name:lv-105
source: Vecumnieku novads
fa: استان ویچومیه چو

# model:country.subdivision,name:lv-106
source: Ventspils novads
fa: منطقه ونتسپیلس

# model:country.subdivision,name:lv-107
source: Viesītes novads
fa: استان ویاسیتس

# model:country.subdivision,name:lv-108
source: Viļakas novads
fa: منطقه ویلاکاس

# model:country.subdivision,name:lv-109
source: Viļānu novads
fa: منطقه ویانوو

# model:country.subdivision,name:lv-110
source: Zilupes novads
fa: منطقه زیلوپس

# model:country.subdivision,name:lv-dgv
source: Daugavpils
fa: داوگافپیلس

# model:country.subdivision,name:lv-jel
source: Jelgava
fa: یلگاوا

# model:country.subdivision,name:lv-jkb
source: Jēkabpils
fa: یااکاپیلس

# model:country.subdivision,name:lv-jur
source: Jūrmala
fa: یورمالا

# model:country.subdivision,name:lv-lpx
source: Liepāja
fa: لیه پاهیا

# model:country.subdivision,name:lv-rez
source: Rēzekne
fa: رزاکنه

# model:country.subdivision,name:lv-rix
source: Rīga
fa: ریگا

# model:country.subdivision,name:lv-ven
source: Ventspils
fa: ونتسپیلس

# model:country.subdivision,name:lv-vmr
source: Valmiera
fa: والمیرا

# model:country.subdivision,name:ly-ba
source: Banghāzī
fa: بن قاضی

# model:country.subdivision,name:ly-bu
source: Al Buţnān
fa: آل بوتنان

# model:country.subdivision,name:ly-dr
source: Darnah
fa: درنه

# model:country.subdivision,name:ly-gt
source: Ghāt
fa: قات

# model:country.subdivision,name:ly-ja
source: Al Jabal al Akhḑar
fa: آل جبل الخدر

# model:country.subdivision,name:ly-jb
source: Jaghbūb
fa: یعقوب

# model:country.subdivision,name:ly-jg
source: Al Jabal al Gharbī
fa: الجبال الغربی

# model:country.subdivision,name:ly-ji
source: Al Jifārah
fa: الجافره

# model:country.subdivision,name:ly-ju
source: Al Jufrah
fa: الجوفراه

# model:country.subdivision,name:ly-kf
source: Al Kufrah
fa: آل کوفره

# model:country.subdivision,name:ly-mb
source: Al Marqab
fa: آل مرقاب

# model:country.subdivision,name:ly-mi
source: Mişrātah
fa: میشرتح

# model:country.subdivision,name:ly-mj
source: Al Marj
fa: ال مارج

# model:country.subdivision,name:ly-mq
source: Murzuq
fa: مورزوق

# model:country.subdivision,name:ly-nl
source: Nālūt
fa: نالوت

# model:country.subdivision,name:ly-nq
source: An Nuqaţ al Khams
fa: ان نقاط الخمس

# model:country.subdivision,name:ly-sb
source: Sabhā
fa: سبحا

# model:country.subdivision,name:ly-sr
source: Surt
fa: سورت

# model:country.subdivision,name:ly-tb
source: Ţarābulus
fa: طرابلس

# model:country.subdivision,name:ly-wa
source: Al Wāḩāt
fa: الوهات

# model:country.subdivision,name:ly-wd
source: Wādī al Ḩayāt
fa: وادی الحیات

# model:country.subdivision,name:ly-ws
source: Wādī ash Shāţiʾ
fa: وادی اششاتی

# model:country.subdivision,name:ly-za
source: Az Zāwiyah
fa: عز زاویه

# model:country.subdivision,name:ma-01
source: Tanger-Tétouan
fa: تانگر تیتوان

# model:country.subdivision,name:ma-02
source: Gharb-Chrarda-Beni Hssen
fa: غرب کراردا -بنی حسن

# model:country.subdivision,name:ma-03
source: Taza-Al Hoceima-Taounate
fa: تازا الحوسیما تاوونت

# model:country.subdivision,name:ma-04
source: L'Oriental
fa: لورینتال

# model:country.subdivision,name:ma-05
source: Fès-Boulemane
fa: فیس-بولیمن

# model:country.subdivision,name:ma-06
source: Meknès-Tafilalet
fa: مکنس تافیلالت

# model:country.subdivision,name:ma-07
source: Rabat-Salé-Zemmour-Zaer
fa: رباط صالح - زممور- زئیر

# model:country.subdivision,name:ma-08
source: Grand Casablanca
fa: کازابلانکای بزرگ

# model:country.subdivision,name:ma-09
source: Chaouia-Ouardigha
fa: چاویگا-وردایا

# model:country.subdivision,name:ma-10
source: Doukhala-Abda
fa: دوخالا عبدا

# model:country.subdivision,name:ma-11
source: Marrakech-Tensift-Al Haouz
fa: مراکش-تانسفت-ال هووز

# model:country.subdivision,name:ma-12
source: Tadla-Azilal
fa: تدلا-عزیلال

# model:country.subdivision,name:ma-13
source: Sous-Massa-Draa
fa: سوس ماسا درا

# model:country.subdivision,name:ma-14
source: Guelmim-Es Smara
fa: گالمیم اس اسمره

# model:country.subdivision,name:ma-15
source: Laâyoune-Boujdour-Sakia el Hamra
fa: لاوئونه بوجدور ساکی ایل حمرا

# model:country.subdivision,name:ma-16
source: Oued ed Dahab-Lagouira
fa: اوهد دحاب-لاگویرا

# model:country.subdivision,name:ma-agd
source: Agadir-Ida-Outanane
fa: آگادیر ایدا-اوتاناین

# model:country.subdivision,name:ma-aou
source: Aousserd
fa: ایوسرد

# model:country.subdivision,name:ma-asz
source: Assa-Zag
fa: اسا زاگ

# model:country.subdivision,name:ma-azi
source: Azilal
fa: آزیلال

# model:country.subdivision,name:ma-bem
source: Beni Mellal
fa: بنی ملل

# model:country.subdivision,name:ma-ber
source: Berkane
fa: برکان

# model:country.subdivision,name:ma-bes
source: Ben Slimane
fa: بن سلیمان

# model:country.subdivision,name:ma-bod
source: Boujdour (EH)
fa: بوجودور (EH)

# model:country.subdivision,name:ma-bom
source: Boulemane
fa: بولمن

# model:country.subdivision,name:ma-cas
source: Casablanca [Dar el Beïda]
fa: کازابلانکا

# model:country.subdivision,name:ma-che
source: Chefchaouen
fa: شیچاون

# model:country.subdivision,name:ma-chi
source: Chichaoua
fa: شیچاوا

# model:country.subdivision,name:ma-cht
source: Chtouka-Ait Baha
fa: شیتوکا عیت بهاء

# model:country.subdivision,name:ma-err
source: Errachidia
fa: الرشیدیه

# model:country.subdivision,name:ma-esi
source: Essaouira
fa: اساویرا

# model:country.subdivision,name:ma-esm
source: Es Smara (EH)
fa: اس اسمره

# model:country.subdivision,name:ma-fah
source: Fahs-Beni Makada
fa: فحص بنی مکادا

# model:country.subdivision,name:ma-fes
source: Fès-Dar-Dbibegh
fa: فحص دار الدبیبه

# model:country.subdivision,name:ma-fig
source: Figuig
fa: فیگوگ

# model:country.subdivision,name:ma-gue
source: Guelmim
fa: گولمیم

# model:country.subdivision,name:ma-haj
source: El Hajeb
fa: الحاجب

# model:country.subdivision,name:ma-hao
source: Al Haouz
fa: الحوز

# model:country.subdivision,name:ma-hoc
source: Al Hoceïma
fa: آل هاشمی

# model:country.subdivision,name:ma-ifr
source: Ifrane
fa: عفران

# model:country.subdivision,name:ma-ine
source: Inezgane-Ait Melloul
fa: اینزگان-ایت ملول

# model:country.subdivision,name:ma-jdi
source: El Jadida
fa: ال جدیدا

# model:country.subdivision,name:ma-jra
source: Jrada
fa: جراده

# model:country.subdivision,name:ma-ken
source: Kénitra
fa: کینیترا

# model:country.subdivision,name:ma-kes
source: Kelaat es Sraghna
fa: کلات اس سراگنا

# model:country.subdivision,name:ma-khe
source: Khemisaet
fa: خمیسات
