Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:ma-khn
source: Khenifra
fa: خنیفرا

# model:country.subdivision,name:ma-kho
source: Khouribga
fa: خیریبه

# model:country.subdivision,name:ma-laa
source: Laâyoune (EH)
fa: لاوئونه

# model:country.subdivision,name:ma-lar
source: Larache
fa: لارش

# model:country.subdivision,name:ma-med
source: Médiouna
fa: مادیونا

# model:country.subdivision,name:ma-mek
source: Meknès
fa: مکناس

# model:country.subdivision,name:ma-mmd
source: Marrakech-Medina
fa: مراکش-مدینه

# model:country.subdivision,name:ma-mmn
source: Marrakech-Menara
fa: مراکش-مناره

# model:country.subdivision,name:ma-moh
source: Mohammadia
fa: محمدیا

# model:country.subdivision,name:ma-mou
source: Moulay Yacoub
fa: مولای یعقوب

# model:country.subdivision,name:ma-nad
source: Nador
fa: نادر

# model:country.subdivision,name:ma-nou
source: Nouaceur
fa: نوازور

# model:country.subdivision,name:ma-oua
source: Ouarzazate
fa: اورزعزت

# model:country.subdivision,name:ma-oud
source: Oued ed Dahab (EH)
fa: عود الدهب

# model:country.subdivision,name:ma-ouj
source: Oujda-Angad
fa: اوجدا-انجاد

# model:country.subdivision,name:ma-rab
source: Rabat
fa: رباط

# model:country.subdivision,name:ma-saf
source: Safi
fa: صافی

# model:country.subdivision,name:ma-sal
source: Salé
fa: سلا

# model:country.subdivision,name:ma-sef
source: Sefrou
fa: سفرو

# model:country.subdivision,name:ma-set
source: Settat
fa: ستتات

# model:country.subdivision,name:ma-sik
source: Sidl Kacem
fa: سید الکاظم

# model:country.subdivision,name:ma-skh
source: Skhirate-Témara
fa: الخیرات-تامارا

# model:country.subdivision,name:ma-syb
source: Sidi Youssef Ben Ali
fa: سدی یوسف بن علی

# model:country.subdivision,name:ma-tai
source: Taourirt
fa: طهورا

# model:country.subdivision,name:ma-tao
source: Taounate
fa: طحونا

# model:country.subdivision,name:ma-tar
source: Taroudant
fa: ترودان

# model:country.subdivision,name:ma-tat
source: Tata
fa: تاتا

# model:country.subdivision,name:ma-taz
source: Taza
fa: تازا

# model:country.subdivision,name:ma-tet
source: Tétouan
fa: تتوان

# model:country.subdivision,name:ma-tiz
source: Tiznit
fa: ایزینت

# model:country.subdivision,name:ma-tng
source: Tanger-Assilah
fa: تانگر-اصیلاح

# model:country.subdivision,name:ma-tnt
source: Tan-Tan
fa: تان-تان

# model:country.subdivision,name:ma-zag
source: Zagora
fa: زاگورا

# model:country.subdivision,name:mc-cl
source: La Colle
fa: لا کال

# model:country.subdivision,name:mc-co
source: La Condamine
fa: له کوندامینه

# model:country.subdivision,name:mc-fo
source: Fontvieille
fa: فونتوییل

# model:country.subdivision,name:mc-ga
source: La Gare
fa: لا گاره

# model:country.subdivision,name:mc-je
source: Jardin Exotique
fa: جاردین اگزوتیک

# model:country.subdivision,name:mc-la
source: Larvotto
fa: لاروتتو

# model:country.subdivision,name:mc-ma
source: Malbousquet
fa: مالبوسکت

# model:country.subdivision,name:mc-mc
source: Monte-Carlo
fa: مونت کارلو

# model:country.subdivision,name:mc-mg
source: Moneghetti
fa: منگوتي

# model:country.subdivision,name:mc-mo
source: Monaco-Ville
fa: موناکو

# model:country.subdivision,name:mc-mu
source: Moulins
fa: مولینز

# model:country.subdivision,name:mc-ph
source: Port-Hercule
fa: بندر هرکول

# model:country.subdivision,name:mc-sd
source: Sainte-Dévote
fa: سنت داوود

# model:country.subdivision,name:mc-so
source: La Source
fa: لا سورس

# model:country.subdivision,name:mc-sp
source: Spélugues
fa: اسپلیگوس

# model:country.subdivision,name:mc-sr
source: Saint-Roman
fa: سنت رومان

# model:country.subdivision,name:mc-vr
source: Vallon de la Rousse
fa: والن دلا روس

# model:country.subdivision,name:md-an
source: Anenii Noi
fa: آنیونی نوئی

# model:country.subdivision,name:md-ba
source: Bălți
fa: بلقی

# model:country.subdivision,name:md-bd
source: Tighina
fa: تگیینا

# model:country.subdivision,name:md-cl
source: Călărași
fa: کلاراشی

# model:country.subdivision,name:md-cm
source: Cimișlia
fa: چیمیشلیا

# model:country.subdivision,name:md-cr
source: Criuleni
fa: کریولن

# model:country.subdivision,name:md-cs
source: Căușeni
fa: کوشن

# model:country.subdivision,name:md-cu
source: Chișinău
fa: کیشیناو

# model:country.subdivision,name:md-do
source: Dondușeni
fa: دوندوشن

# model:country.subdivision,name:md-dr
source: Drochia
fa: دروکیا

# model:country.subdivision,name:md-du
source: Dubăsari
fa: دوبوساری

# model:country.subdivision,name:md-ed
source: Edineț
fa: ادینت

# model:country.subdivision,name:md-fa
source: Fălești
fa: فالشت

# model:country.subdivision,name:md-fl
source: Florești
fa: فلورشت

# model:country.subdivision,name:md-ga
source: Găgăuzia, Unitatea teritorială autonomă
fa: گیگئوزیا

# model:country.subdivision,name:md-hi
source: Hîncești
fa: هنچشت

# model:country.subdivision,name:md-oc
source: Ocnița
fa: اکنیتا

# model:country.subdivision,name:md-ri
source: Rîșcani
fa: ریشکان

# model:country.subdivision,name:md-sd
source: Șoldănești
fa: شولدنشت

# model:country.subdivision,name:md-si
source: Sîngerei
fa: سینگیری

# model:country.subdivision,name:md-sn
source: Stînga Nistrului, unitatea teritorială din
fa: استنگا نیسترولوئی

# model:country.subdivision,name:md-st
source: Strășeni
fa: استرششن

# model:country.subdivision,name:md-sv
source: Ștefan Vodă
fa: اشتفان وودا

# model:country.subdivision,name:md-te
source: Telenești
fa: تله نِشت

# model:country.subdivision,name:md-un
source: Ungheni
fa: اونگئن

# model:country.subdivision,name:me-01
source: Andrijevica
fa: اندره یه ویکا

# model:country.subdivision,name:me-02
source: Bar
fa: بار

# model:country.subdivision,name:me-03
source: Berane
fa: بران

# model:country.subdivision,name:me-04
source: Bijelo Polje
fa: بییلو پولیه

# model:country.subdivision,name:me-05
source: Budva
fa: بودوا

# model:country.subdivision,name:me-06
source: Cetinje
fa: شتینژه

# model:country.subdivision,name:me-07
source: Danilovgrad
fa: دانیلوف گراد

# model:country.subdivision,name:me-08
source: Herceg-Novi
fa: هرجک - نوی

# model:country.subdivision,name:me-09
source: Kolašin
fa: کولاسین

# model:country.subdivision,name:me-10
source: Kotor
fa: کوتور

# model:country.subdivision,name:me-11
source: Mojkovac
fa: مویکواک

# model:country.subdivision,name:me-12
source: Nikšić
fa: نیکسیک

# model:country.subdivision,name:me-13
source: Plav
fa: پلاو

# model:country.subdivision,name:me-14
source: Pljevlja
fa: پلی یفژا

# model:country.subdivision,name:me-15
source: Plužine
fa: پلوزینه

# model:country.subdivision,name:me-16
source: Podgorica
fa: پودگوریتسا

# model:country.subdivision,name:me-17
source: Rožaje
fa: روزاژه

# model:country.subdivision,name:me-18
source: Šavnik
fa: شاونیک

# model:country.subdivision,name:me-19
source: Tivat
fa: تیوات

# model:country.subdivision,name:me-20
source: Ulcinj
fa: اولچینج

# model:country.subdivision,name:me-21
source: Žabljak
fa: زابلیاک

# model:country.subdivision,name:mg-a
source: Toamasina
fa: تواماسینا

# model:country.subdivision,name:mg-d
source: Antsiranana
fa: آنتسارینانا

# model:country.subdivision,name:mg-f
source: Fianarantsoa
fa: فیانارنتسوا

# model:country.subdivision,name:mg-m
source: Mahajanga
fa: ماهاجانگا

# model:country.subdivision,name:mg-t
source: Antananarivo
fa: آنتاناناریوو

# model:country.subdivision,name:mg-u
source: Toliara
fa: تولئارا

# model:country.subdivision,name:mh-alk
source: Ailuk
fa: آیلوک

# model:country.subdivision,name:mh-all
source: Ailinglaplap
fa: آیلین گلاپلا

# model:country.subdivision,name:mh-arn
source: Arno
fa: آرنو

# model:country.subdivision,name:mh-aur
source: Aur
fa: اور

# model:country.subdivision,name:mh-ebo
source: Ebon
fa: ابون

# model:country.subdivision,name:mh-eni
source: Enewetak
fa: اینویتاک

# model:country.subdivision,name:mh-jab
source: Jabat
fa: شابات

# model:country.subdivision,name:mh-jal
source: Jaluit
fa: ژالویت

# model:country.subdivision,name:mh-kil
source: Kili
fa: کیلی

# model:country.subdivision,name:mh-kwa
source: Kwajalein
fa: کواجالین

# model:country.subdivision,name:mh-l
source: Ralik chain
fa: رالیک چن

# model:country.subdivision,name:mh-lae
source: Lae
fa: لای

# model:country.subdivision,name:mh-lib
source: Lib
fa: لیب

# model:country.subdivision,name:mh-lik
source: Likiep
fa: لیکپ

# model:country.subdivision,name:mh-maj
source: Majuro
fa: ماژورو

# model:country.subdivision,name:mh-mal
source: Maloelap
fa: مالوئلا

# model:country.subdivision,name:mh-mej
source: Mejit
fa: می ژت

# model:country.subdivision,name:mh-mil
source: Mili
fa: میلی

# model:country.subdivision,name:mh-nmk
source: Namdrik
fa: نامدریک

# model:country.subdivision,name:mh-nmu
source: Namu
fa: نامو

# model:country.subdivision,name:mh-ron
source: Rongelap
fa: رونگلا

# model:country.subdivision,name:mh-t
source: Ratak chain
fa: راتک چین

# model:country.subdivision,name:mh-uja
source: Ujae
fa: اوژای

# model:country.subdivision,name:mh-uti
source: Utirik
fa: اوتریک

# model:country.subdivision,name:mh-wtj
source: Wotje
fa: وتچیه

# model:country.subdivision,name:mh-wtn
source: Wotho
fa: وتو

# model:country.subdivision,name:mk-01
source: Aerodrom
fa: آیرودروم

# model:country.subdivision,name:mk-02
source: Aračinovo
fa: آراشینوو

# model:country.subdivision,name:mk-03
source: Berovo
fa: بروو

# model:country.subdivision,name:mk-04
source: Bitola
fa: بیتولا

# model:country.subdivision,name:mk-05
source: Bogdanci
fa: بوگدانچی

# model:country.subdivision,name:mk-06
source: Bogovinje
fa: بوگووینچی

# model:country.subdivision,name:mk-07
source: Bosilovo
fa: بوسیلوو

# model:country.subdivision,name:mk-08
source: Brvenica
fa: بوروانیکا

# model:country.subdivision,name:mk-09
source: Butel
fa: بتل

# model:country.subdivision,name:mk-10
source: Valandovo
fa: والندوو

# model:country.subdivision,name:mk-11
source: Vasilevo
fa: واسیلوو

# model:country.subdivision,name:mk-12
source: Vevčani
fa: ووچانی

# model:country.subdivision,name:mk-13
source: Veles
fa: ولس

# model:country.subdivision,name:mk-14
source: Vinica
fa: وینیکا

# model:country.subdivision,name:mk-15
source: Vraneštica
fa: ورانیشتیثا

# model:country.subdivision,name:mk-16
source: Vrapčište
fa: وراپیشته

# model:country.subdivision,name:mk-17
source: Gazi Baba
fa: قازی بابا

# model:country.subdivision,name:mk-18
source: Gevgelija
fa: گوگلیا

# model:country.subdivision,name:mk-19
source: Gostivar
fa: گوستیوار

# model:country.subdivision,name:mk-20
source: Gradsko
fa: گرادسکو

# model:country.subdivision,name:mk-21
source: Debar
fa: دِبار

# model:country.subdivision,name:mk-22
source: Debarca
fa: دبارسا

# model:country.subdivision,name:mk-23
source: Delčevo
fa: دلچوو

# model:country.subdivision,name:mk-24
source: Demir Kapija
fa: دمیر کاپیایا

# model:country.subdivision,name:mk-25
source: Demir Hisar
fa: دمیر هیسار

# model:country.subdivision,name:mk-26
source: Dojran
fa: دجران

# model:country.subdivision,name:mk-27
source: Dolneni
fa: دولننی

# model:country.subdivision,name:mk-28
source: Drugovo
fa: دروگوو

# model:country.subdivision,name:mk-29
source: Gjorče Petrov
fa: جورج پتروف

# model:country.subdivision,name:mk-30
source: Želino
fa: ژلینو

# model:country.subdivision,name:mk-31
source: Zajas
fa: زاجاس

# model:country.subdivision,name:mk-32
source: Zelenikovo
fa: زلینیکوو

# model:country.subdivision,name:mk-33
source: Zrnovci
fa: زارنوفسی

# model:country.subdivision,name:mk-34
source: Ilinden
fa: ایلیندین

# model:country.subdivision,name:mk-35
source: Jegunovce
fa: یگونفسی

# model:country.subdivision,name:mk-36
source: Kavadarci
fa: کاودارچی

# model:country.subdivision,name:mk-37
source: Karbinci
fa: کاربینچی

# model:country.subdivision,name:mk-38
source: Karpoš
fa: کارپوش

# model:country.subdivision,name:mk-39
source: Kisela Voda
fa: کیسلا مودا

# model:country.subdivision,name:mk-40
source: Kičevo
fa: کیچوو

# model:country.subdivision,name:mk-41
source: Konče
fa: کونچه

# model:country.subdivision,name:mk-42
source: Kočani
fa: کوچانی

# model:country.subdivision,name:mk-43
source: Kratovo
fa: کراتوو

# model:country.subdivision,name:mk-44
source: Kriva Palanka
fa: کریوا پالانکا

# model:country.subdivision,name:mk-45
source: Krivogaštani
fa: کریووگاشتانی

# model:country.subdivision,name:mk-46
source: Kruševo
fa: کروشوو

# model:country.subdivision,name:mk-47
source: Kumanovo
fa: کومانووو

# model:country.subdivision,name:mk-48
source: Lipkovo
fa: لیپکوو

# model:country.subdivision,name:mk-49
source: Lozovo
fa: لوزوو

# model:country.subdivision,name:mk-50
source: Mavrovo-i-Rostuša
fa: ماوروویی روستوشا

# model:country.subdivision,name:mk-51
source: Makedonska Kamenica
fa: مکدونیسکا کامنیسا

# model:country.subdivision,name:mk-52
source: Makedonski Brod
fa: مکدونسکی برود

# model:country.subdivision,name:mk-53
source: Mogila
fa: موگیلا

# model:country.subdivision,name:mk-54
source: Negotino
fa: نگاتینو

# model:country.subdivision,name:mk-55
source: Novaci
fa: نواسی

# model:country.subdivision,name:mk-56
source: Novo Selo
fa: نوو سلو

# model:country.subdivision,name:mk-57
source: Oslomej
fa: اسلومیه

# model:country.subdivision,name:mk-58
source: Ohrid
fa: اهرید

# model:country.subdivision,name:mk-59
source: Petrovec
fa: پتروویچ

# model:country.subdivision,name:mk-60
source: Pehčevo
fa: پهچوو

# model:country.subdivision,name:mk-61
source: Plasnica
fa: پلاسنیچا

# model:country.subdivision,name:mk-62
source: Prilep
fa: پریلیپ

# model:country.subdivision,name:mk-63
source: Probištip
fa: پروبیشتیپ

# model:country.subdivision,name:mk-64
source: Radoviš
fa: رادویوچ

# model:country.subdivision,name:mk-65
source: Rankovce
fa: رانکویچ

# model:country.subdivision,name:mk-66
source: Resen
fa: رزین

# model:country.subdivision,name:mk-67
source: Rosoman
fa: روسومان

# model:country.subdivision,name:mk-68
source: Saraj
fa: سارای

# model:country.subdivision,name:mk-69
source: Sveti Nikole
fa: سوتی نیکوله

# model:country.subdivision,name:mk-70
source: Sopište
fa: سوپیشته

# model:country.subdivision,name:mk-71
source: Staro Nagoričane
fa: استارو ناگوریچانه

# model:country.subdivision,name:mk-72
source: Struga
fa: استروگا

# model:country.subdivision,name:mk-73
source: Strumica
fa: استرومیسا

# model:country.subdivision,name:mk-74
source: Studeničani
fa: استودنیچانه

# model:country.subdivision,name:mk-75
source: Tearce
fa: تیارسه

# model:country.subdivision,name:mk-76
source: Tetovo
fa: تتوو

# model:country.subdivision,name:mk-77
source: Centar
fa: مرکز

# model:country.subdivision,name:mk-78
source: Centar Župa
fa: مرکز ژوپا

# model:country.subdivision,name:mk-79
source: Čair
fa: چیر

# model:country.subdivision,name:mk-80
source: Čaška
fa: چاسکا

# model:country.subdivision,name:mk-81
source: Češinovo-Obleševo
fa: چشینوو - وبلیشوو

# model:country.subdivision,name:mk-82
source: Čučer Sandevo
fa: چوچر سندوو

# model:country.subdivision,name:mk-83
source: Štip
fa: شتیپ

# model:country.subdivision,name:mk-84
source: Šuto Orizari
fa: شوتو اوریزاری

# model:country.subdivision,name:ml-1
source: Kayes
fa: کایس

# model:country.subdivision,name:ml-2
source: Koulikoro
fa: کولیکورو

# model:country.subdivision,name:ml-3
source: Sikasso
fa: سیکاسو

# model:country.subdivision,name:ml-4
source: Ségou
fa: سگو

# model:country.subdivision,name:ml-5
source: Mopti
fa: مپتی

# model:country.subdivision,name:ml-6
source: Tombouctou
fa: تومبوکتو

# model:country.subdivision,name:ml-7
source: Gao
fa: گائو

# model:country.subdivision,name:ml-8
source: Kidal
fa: کیدال

# model:country.subdivision,name:ml-bk0
source: Bamako
fa: باماکو

# model:country.subdivision,name:mm-01
source: Sagaing
fa: سگینگ

# model:country.subdivision,name:mm-02
source: Bago
fa: باگو

# model:country.subdivision,name:mm-03
source: Magway
fa: ماگوی

# model:country.subdivision,name:mm-04
source: Mandalay
fa: ماندالی

# model:country.subdivision,name:mm-05
source: Tanintharyi
fa: تانینتاری

# model:country.subdivision,name:mm-06
source: Yangon
fa: یانگون

# model:country.subdivision,name:mm-07
source: Ayeyarwady
fa: آی ی یو ویدی

# model:country.subdivision,name:mm-11
source: Kachin
fa: کاچین

# model:country.subdivision,name:mm-12
source: Kayah
fa: کایا

# model:country.subdivision,name:mm-13
source: Kayin
fa: کایین

# model:country.subdivision,name:mm-14
source: Chin
fa: چین

# model:country.subdivision,name:mm-15
source: Mon
fa: دوشنبه

# model:country.subdivision,name:mm-16
source: Rakhine
fa: راخین

# model:country.subdivision,name:mm-17
source: Shan
fa: شان

# model:country.subdivision,name:mn-035
source: Orhon
fa: ارهون

# model:country.subdivision,name:mn-037
source: Darhan uul
fa: دارخان یوئیل

# model:country.subdivision,name:mn-039
source: Hentiy
fa: هنتی

# model:country.subdivision,name:mn-041
source: Hövsgöl
fa: هاوسگل

# model:country.subdivision,name:mn-043
source: Hovd
fa: هود

# model:country.subdivision,name:mn-046
source: Uvs
fa: یوویز

# model:country.subdivision,name:mn-047
source: Töv
fa: تاوو

# model:country.subdivision,name:mn-049
source: Selenge
fa: سلینگ

# model:country.subdivision,name:mn-051
source: Sühbaatar
fa: سوو باتار

# model:country.subdivision,name:mn-053
source: Ömnögovi
fa: اومنوگوی

# model:country.subdivision,name:mn-055
source: Övörhangay
fa: اوورهانگای

# model:country.subdivision,name:mn-057
source: Dzavhan
fa: دزوان

# model:country.subdivision,name:mn-059
source: Dundgovi
fa: دوندگووی

# model:country.subdivision,name:mn-061
source: Dornod
fa: دورنود

# model:country.subdivision,name:mn-063
source: Dornogovi
fa: دورنوگوی

# model:country.subdivision,name:mn-064
source: Govi-Sumber
fa: گووی- سومبر

# model:country.subdivision,name:mn-065
source: Govi-Altay
fa: گوی آلتایی

# model:country.subdivision,name:mn-067
source: Bulgan
fa: بولگان

# model:country.subdivision,name:mn-069
source: Bayanhongor
fa: بایان هونگور

# model:country.subdivision,name:mn-071
source: Bayan-Ölgiy
fa: باین - الگی

# model:country.subdivision,name:mn-073
source: Arhangay
fa: ارهنگای

# model:country.subdivision,name:mn-1
source: Ulanbaatar
fa: یلانباتر

# model:country.subdivision,name:mr-01
source: Hodh ech Chargui
fa: هو ئیچ چارگوای

# model:country.subdivision,name:mr-02
source: Hodh el Charbi
fa: هو اله چربی

# model:country.subdivision,name:mr-03
source: Assaba
fa: اسابه

# model:country.subdivision,name:mr-04
source: Gorgol
fa: گرگول

# model:country.subdivision,name:mr-05
source: Brakna
fa: برکنه

# model:country.subdivision,name:mr-06
source: Trarza
fa: تارزا

# model:country.subdivision,name:mr-07
source: Adrar
fa: آدرار

# model:country.subdivision,name:mr-08
source: Dakhlet Nouadhibou
fa: دخلت نواذيبو

# model:country.subdivision,name:mr-09
source: Tagant
fa: تاگانت

# model:country.subdivision,name:mr-10
source: Guidimaka
fa: گایدیماکه

# model:country.subdivision,name:mr-11
source: Tiris Zemmour
fa: تریس زمور

# model:country.subdivision,name:mr-12
source: Inchiri
fa: اینچیری

# model:country.subdivision,name:mr-nkc
source: Nouakchott
fa: نواکشوت

# model:country.subdivision,name:mt-01
source: Attard
fa: آتاد

# model:country.subdivision,name:mt-02
source: Balzan
fa: بالزن

# model:country.subdivision,name:mt-03
source: Birgu
fa: بیرگو

# model:country.subdivision,name:mt-04
source: Birkirkara
fa: بیرکیرکارا

# model:country.subdivision,name:mt-05
source: Birżebbuġa
fa: بیرجوببورا

# model:country.subdivision,name:mt-06
source: Bormla
fa: بورمالا

# model:country.subdivision,name:mt-07
source: Dingli
fa: دینگلی

# model:country.subdivision,name:mt-08
source: Fgura
fa: افگورا

# model:country.subdivision,name:mt-09
source: Floriana
fa: فلورینا

# model:country.subdivision,name:mt-10
source: Fontana
fa: فونتانا

# model:country.subdivision,name:mt-11
source: Gudja
fa: گودیا

# model:country.subdivision,name:mt-12
source: Gżira
fa: جزیره

# model:country.subdivision,name:mt-13
source: Għajnsielem
fa: گنج سلیم

# model:country.subdivision,name:mt-14
source: Għarb
fa: غرب

# model:country.subdivision,name:mt-15
source: Għargħur
fa: قارقور

# model:country.subdivision,name:mt-16
source: Għasri
fa: قصری

# model:country.subdivision,name:mt-17
source: Għaxaq
fa: قزاق

# model:country.subdivision,name:mt-18
source: Ħamrun
fa: هارون

# model:country.subdivision,name:mt-19
source: Iklin
fa: اکلین

# model:country.subdivision,name:mt-20
source: Isla
fa: ایسلا

# model:country.subdivision,name:mt-21
source: Kalkara
fa: کالکارا

# model:country.subdivision,name:mt-22
source: Kerċem
fa: کرسیم

# model:country.subdivision,name:mt-23
source: Kirkop
fa: کرکوپ

# model:country.subdivision,name:mt-24
source: Lija
fa: لیا

# model:country.subdivision,name:mt-25
source: Luqa
fa: لوکا

# model:country.subdivision,name:mt-26
source: Marsa
fa: مارسا

# model:country.subdivision,name:mt-27
source: Marsaskala
fa: مارساسکالا

# model:country.subdivision,name:mt-28
source: Marsaxlokk
fa: مارساکسلوک

# model:country.subdivision,name:mt-29
source: Mdina
fa: مدینا

# model:country.subdivision,name:mt-30
source: Mellieħa
fa: ملیحه

# model:country.subdivision,name:mt-31
source: Mġarr
fa: مگرار

# model:country.subdivision,name:mt-32
source: Mosta
fa: موستا

# model:country.subdivision,name:mt-33
source: Mqabba
fa: مقابّه

# model:country.subdivision,name:mt-34
source: Msida
fa: مسیدا

# model:country.subdivision,name:mt-35
source: Mtarfa
fa: متارفه

# model:country.subdivision,name:mt-36
source: Munxar
fa: مونسار

# model:country.subdivision,name:mt-37
source: Nadur
fa: ندور

# model:country.subdivision,name:mt-38
source: Naxxar
fa: نکسار

# model:country.subdivision,name:mt-39
source: Paola
fa: پائولا

# model:country.subdivision,name:mt-40
source: Pembroke
fa: شربروک

# model:country.subdivision,name:mt-41
source: Pietà
fa: پیه تا

# model:country.subdivision,name:mt-42
source: Qala
fa: قالا

# model:country.subdivision,name:mt-43
source: Qormi
fa: قورمی

# model:country.subdivision,name:mt-44
source: Qrendi
fa: قرندی

# model:country.subdivision,name:mt-45
source: Rabat Għawdex
fa: رباط گاوادکس

# model:country.subdivision,name:mt-46
source: Rabat Malta
fa: رباط مالت

# model:country.subdivision,name:mt-47
source: Safi
fa: صافی

# model:country.subdivision,name:mt-48
source: San Ġiljan
fa: سان هیلجان

# model:country.subdivision,name:mt-49
source: San Ġwann
fa: سان هونان

# model:country.subdivision,name:mt-50
source: San Lawrenz
fa: سن لورنز

# model:country.subdivision,name:mt-51
source: San Pawl il-Baħar
fa: سان پاول

# model:country.subdivision,name:mt-52
source: Sannat
fa: سنات

# model:country.subdivision,name:mt-53
source: Santa Luċija
fa: سانتا لوئیا

# model:country.subdivision,name:mt-54
source: Santa Venera
fa: سانتا ونرا

# model:country.subdivision,name:mt-55
source: Siġġiewi
fa: سیگگیوی

# model:country.subdivision,name:mt-56
source: Sliema
fa: سلایما

# model:country.subdivision,name:mt-57
source: Swieqi
fa: سوئیچی

# model:country.subdivision,name:mt-58
source: Ta’ Xbiex
fa: تاکسیبیکس

# model:country.subdivision,name:mt-59
source: Tarxien
fa: تارکسین

# model:country.subdivision,name:mt-60
source: Valletta
fa: والتا

# model:country.subdivision,name:mt-61
source: Xagħra
fa: زاگارا

# model:country.subdivision,name:mt-62
source: Xewkija
fa: زویکیجا

# model:country.subdivision,name:mt-63
source: Xgħajra
fa: زگاجرا

# model:country.subdivision,name:mt-64
source: Żabbar
fa: زابار

# model:country.subdivision,name:mt-65
source: Żebbuġ Għawdex
fa: زبوگ گزو

# model:country.subdivision,name:mt-66
source: Żebbuġ Malta
fa: زبوگ مالت

# model:country.subdivision,name:mt-67
source: Żejtun
fa: زیتون

# model:country.subdivision,name:mt-68
source: Żurrieq
fa: زوریک

# model:country.subdivision,name:mu-ag
source: Agalega Islands
fa: جزایر آگالگا

# model:country.subdivision,name:mu-bl
source: Black River
fa: بلاک ریور

# model:country.subdivision,name:mu-br
source: Beau Bassin-Rose Hill
fa: بو بسین رز هیل

# model:country.subdivision,name:mu-cc
source: Cargados Carajos Shoals
fa: گارگادوس کارایوس شوالس

# model:country.subdivision,name:mu-cu
source: Curepipe
fa: کورپیپ

# model:country.subdivision,name:mu-fl
source: Flacq
fa: فلاک
