Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:pg-cpk
source: Chimbu
fa: چیمبو

# model:country.subdivision,name:pg-cpm
source: Central
fa: مرکزی

# model:country.subdivision,name:pg-ebr
source: East New Britain
fa: شرق نیو بریتانیا

# model:country.subdivision,name:pg-ehg
source: Eastern Highlands
fa: ارتفاعات شرقی

# model:country.subdivision,name:pg-epw
source: Enga
fa: انگا

# model:country.subdivision,name:pg-esw
source: East Sepik
fa: شرق سپیک

# model:country.subdivision,name:pg-gpk
source: Gulf
fa: خليج

# model:country.subdivision,name:pg-mba
source: Milne Bay
fa: میل خلیج

# model:country.subdivision,name:pg-mpl
source: Morobe
fa: مروب

# model:country.subdivision,name:pg-mpm
source: Madang
fa: مادانگ

# model:country.subdivision,name:pg-mrl
source: Manus
fa: مانوس

# model:country.subdivision,name:pg-ncd
source: National Capital District (Port Moresby)
fa: پورت مورسبی

# model:country.subdivision,name:pg-nik
source: New Ireland
fa: ایرلند جدید

# model:country.subdivision,name:pg-npp
source: Northern
fa: شمالی

# model:country.subdivision,name:pg-nsb
source: Bougainville
fa: بوگاین‌ویل

# model:country.subdivision,name:pg-san
source: Sandaun
fa: ساندان

# model:country.subdivision,name:pg-shm
source: Southern Highlands
fa: ارتفاعات جنوبی

# model:country.subdivision,name:pg-wbk
source: West New Britain
fa: غرب بریتانیا جدید

# model:country.subdivision,name:pg-whm
source: Western Highlands
fa: سرزمین های غربی

# model:country.subdivision,name:pg-wpd
source: Western
fa: غربی

# model:country.subdivision,name:ph-00
source: National Capital Region
fa: منطقه سرمایه ملی

# model:country.subdivision,name:ph-01
source: Ilocos (Region I)
fa: ایلوکوس

# model:country.subdivision,name:ph-02
source: Cagayan Valley (Region II)
fa: دره کاگایان

# model:country.subdivision,name:ph-03
source: Central Luzon (Region III)
fa: لوزون مرکزی

# model:country.subdivision,name:ph-05
source: Bicol (Region V)
fa: بیکول

# model:country.subdivision,name:ph-06
source: Western Visayas (Region VI)
fa: ویسایای غربی

# model:country.subdivision,name:ph-07
source: Central Visayas (Region VII)
fa: ویسایای مرکزی

# model:country.subdivision,name:ph-08
source: Eastern Visayas (Region VIII)
fa: ویسایا شرقی

# model:country.subdivision,name:ph-09
source: Zamboanga Peninsula (Region IX)
fa: شبه جزیره زامبونگا

# model:country.subdivision,name:ph-10
source: Northern Mindanao (Region X)
fa: میندانائو شمالی

# model:country.subdivision,name:ph-11
source: Davao (Region XI)
fa: داوائو

# model:country.subdivision,name:ph-12
source: Soccsksargen (Region XII)
fa: سوتکسارخن

# model:country.subdivision,name:ph-13
source: Caraga (Region XIII)
fa: کاراگا

# model:country.subdivision,name:ph-14
source: Autonomous Region in Muslim Mindanao (ARMM)
fa: منطقه مستقل میندانائو

# model:country.subdivision,name:ph-15
source: Cordillera Administrative Region (CAR)
fa: کوردیلاری

# model:country.subdivision,name:ph-40
source: CALABARZON (Region IV-A)
fa: کالابرازون

# model:country.subdivision,name:ph-41
source: MIMAROPA (Region IV-B)
fa: میرمارپا

# model:country.subdivision,name:ph-abr
source: Abra
fa: آبرا

# model:country.subdivision,name:ph-agn
source: Agusan del Norte
fa: آگوسان شمالی

# model:country.subdivision,name:ph-ags
source: Agusan del Sur
fa: آگوسان جنوبی

# model:country.subdivision,name:ph-akl
source: Aklan
fa: آکلان

# model:country.subdivision,name:ph-alb
source: Albay
fa: آلبای

# model:country.subdivision,name:ph-ant
source: Antique
fa: عتیقه

# model:country.subdivision,name:ph-apa
source: Apayao
fa: آپایاو

# model:country.subdivision,name:ph-aur
source: Aurora
fa: آورورا

# model:country.subdivision,name:ph-ban
source: Batasn
fa: بتسن

# model:country.subdivision,name:ph-bas
source: Basilan
fa: بازیلن

# model:country.subdivision,name:ph-ben
source: Benguet
fa: بنگوئه

# model:country.subdivision,name:ph-bil
source: Biliran
fa: بیلیران

# model:country.subdivision,name:ph-boh
source: Bohol
fa: بهل

# model:country.subdivision,name:ph-btg
source: Batangas
fa: باتانگاس

# model:country.subdivision,name:ph-btn
source: Batanes
fa: باتانس

# model:country.subdivision,name:ph-buk
source: Bukidnon
fa: بوکیدنون

# model:country.subdivision,name:ph-bul
source: Bulacan
fa: بولاکان

# model:country.subdivision,name:ph-cag
source: Cagayan
fa: کاگایان

# model:country.subdivision,name:ph-cam
source: Camiguin
fa: کامیگوئین

# model:country.subdivision,name:ph-can
source: Camarines Norte
fa: کامارینز شمالی

# model:country.subdivision,name:ph-cap
source: Capiz
fa: کاپیز

# model:country.subdivision,name:ph-cas
source: Camarines Sur
fa: کامارینز جنوبی

# model:country.subdivision,name:ph-cat
source: Catanduanes
fa: کاتاندوانه

# model:country.subdivision,name:ph-cav
source: Cavite
fa: کاویته

# model:country.subdivision,name:ph-ceb
source: Cebu
fa: سبو

# model:country.subdivision,name:ph-com
source: Compostela Valley
fa: کومپوستلا ولی

# model:country.subdivision,name:ph-dao
source: Davao Oriental
fa: داوائو شرقی

# model:country.subdivision,name:ph-das
source: Davao del Sur
fa: داوائو جنوبی

# model:country.subdivision,name:ph-dav
source: Davao del Norte
fa: داوائو شمالی

# model:country.subdivision,name:ph-din
source: Dinagat Islands
fa: جزایر دینگات

# model:country.subdivision,name:ph-eas
source: Eastern Samar
fa: استرن سمر

# model:country.subdivision,name:ph-gui
source: Guimaras
fa: گیماراس

# model:country.subdivision,name:ph-ifu
source: Ifugao
fa: ایفوگائو

# model:country.subdivision,name:ph-ili
source: Iloilo
fa: ایلویلیو

# model:country.subdivision,name:ph-iln
source: Ilocos Norte
fa: ایلوقس شمالی

# model:country.subdivision,name:ph-ils
source: Ilocos Sur
fa: ایلوقس جنوبی

# model:country.subdivision,name:ph-isa
source: Isabela
fa: ایزابلا

# model:country.subdivision,name:ph-kal
source: Kalinga-Apayso
fa: کالینگا آپایسو

# model:country.subdivision,name:ph-lag
source: Laguna
fa: لوگانا

# model:country.subdivision,name:ph-lan
source: Lanao del Norte
fa: لاناو شمالی

# model:country.subdivision,name:ph-las
source: Lanao del Sur
fa: لانودلسور

# model:country.subdivision,name:ph-ley
source: Leyte
fa: لیتی

# model:country.subdivision,name:ph-lun
source: La Union
fa: لائونیون

# model:country.subdivision,name:ph-mad
source: Marinduque
fa: ماریندوکه

# model:country.subdivision,name:ph-mag
source: Maguindanao
fa: ماگیندنآو

# model:country.subdivision,name:ph-mas
source: Masbate
fa: ماسباته

# model:country.subdivision,name:ph-mdc
source: Mindoro Occidental
fa: میندورو غربی

# model:country.subdivision,name:ph-mdr
source: Mindoro Oriental
fa: میندورو شرقی

# model:country.subdivision,name:ph-mou
source: Mountain Province
fa: استان مونتاین

# model:country.subdivision,name:ph-msc
source: Misamis Occidental
fa: میسامیس غربی

# model:country.subdivision,name:ph-msr
source: Misamis Oriental
fa: میسامیس شرقی

# model:country.subdivision,name:ph-nco
source: North Cotabato
fa: کرتاتو شمالی

# model:country.subdivision,name:ph-nec
source: Negros Occidental
fa: نیگروس اوسیدنتال

# model:country.subdivision,name:ph-ner
source: Negros Oriental
fa: نگروز شرقی

# model:country.subdivision,name:ph-nsa
source: Northern Samar
fa: صحرای شمالی

# model:country.subdivision,name:ph-nue
source: Nueva Ecija
fa: نوا اسیخا

# model:country.subdivision,name:ph-nuv
source: Nueva Vizcaya
fa: نواا ویزچایا

# model:country.subdivision,name:ph-pam
source: Pampanga
fa: پامپانگه

# model:country.subdivision,name:ph-pan
source: Pangasinan
fa: پنگاسینان

# model:country.subdivision,name:ph-plw
source: Palawan
fa: پالاوان

# model:country.subdivision,name:ph-que
source: Quezon
fa: کیسون

# model:country.subdivision,name:ph-qui
source: Quirino
fa: کیرینو

# model:country.subdivision,name:ph-riz
source: Rizal
fa: ریتال

# model:country.subdivision,name:ph-rom
source: Romblon
fa: رمبلون

# model:country.subdivision,name:ph-sar
source: Sarangani
fa: سرنگانی

# model:country.subdivision,name:ph-sco
source: South Cotabato
fa: کاتاباتو شمالی

# model:country.subdivision,name:ph-sig
source: Siquijor
fa: سیکویجور

# model:country.subdivision,name:ph-sle
source: Southern Leyte
fa: جنوب لی ته

# model:country.subdivision,name:ph-slu
source: Sulu
fa: سولو

# model:country.subdivision,name:ph-sor
source: Sorsogon
fa: سورسوگون

# model:country.subdivision,name:ph-suk
source: Sultan Kudarat
fa: سلطان قدرت

# model:country.subdivision,name:ph-sun
source: Surigao del Norte
fa: سوریگاو شمالی

# model:country.subdivision,name:ph-sur
source: Surigao del Sur
fa: سوریگاو جنوبی

# model:country.subdivision,name:ph-tar
source: Tarlac
fa: تارلک

# model:country.subdivision,name:ph-taw
source: Tawi-Tawi
fa: تاوی تاگوی

# model:country.subdivision,name:ph-wsa
source: Western Samar
fa: سامار غربی

# model:country.subdivision,name:ph-zan
source: Zamboanga del Norte
fa: سامبوانگا شمالی

# model:country.subdivision,name:ph-zas
source: Zamboanga del Sur
fa: سامبوانگا جنوبی

# model:country.subdivision,name:ph-zmb
source: Zambales
fa: سامبالس

# model:country.subdivision,name:ph-zsi
source: Zamboanga Sibugay
fa: سامبوانگا سیبوگی

# model:country.subdivision,name:pk-ba
source: Balochistan
fa: بلوچستان

# model:country.subdivision,name:pk-gb
source: Gilgit-Baltistan
fa: گیلیگت -بالتیستان

# model:country.subdivision,name:pk-is
source: Islamabad
fa: اسلام‌آباد

# model:country.subdivision,name:pk-jk
source: Azad Kashmir
fa: کشمیر آزاد

# model:country.subdivision,name:pk-kp
source: Khyber Pakhtunkhwa
fa: خیبر پختونخوا

# model:country.subdivision,name:pk-pb
source: Punjab
fa: پنجاب

# model:country.subdivision,name:pk-sd
source: Sindh
fa: سند

# model:country.subdivision,name:pk-ta
source: Federally Administered Tribal Areas
fa: مناطق قبیله ای فدرال

# model:country.subdivision,name:pl-ds
source: Dolnośląskie
fa: دولنوشلانسکه

# model:country.subdivision,name:pl-kp
source: Kujawsko-pomorskie
fa: کویورسکه-موسکه

# model:country.subdivision,name:pl-lb
source: Lubuskie
fa: لوبوسکی

# model:country.subdivision,name:pl-ld
source: Łódzkie
fa: ئوتسکه

# model:country.subdivision,name:pl-lu
source: Lubelskie
fa: لوبلسکه

# model:country.subdivision,name:pl-ma
source: Małopolskie
fa: مائوپالسکه

# model:country.subdivision,name:pl-mz
source: Mazowieckie
fa: مازووایسکی

# model:country.subdivision,name:pl-op
source: Opolskie
fa: اوپولسکی

# model:country.subdivision,name:pl-pd
source: Podlaskie
fa: پودلاسکه

# model:country.subdivision,name:pl-pk
source: Podkarpackie
fa: پودکاروپاسکی

# model:country.subdivision,name:pl-pm
source: Pomorskie
fa: پومورسکی

# model:country.subdivision,name:pl-sk
source: Świętokrzyskie
fa: شوینتوکشوسکی

# model:country.subdivision,name:pl-sl
source: Śląskie
fa: شلنسکی

# model:country.subdivision,name:pl-wn
source: Warmińsko-mazurskie
fa: وارمینسکو-مازاوروسکی

# model:country.subdivision,name:pl-wp
source: Wielkopolskie
fa: ویلکوپولسکی

# model:country.subdivision,name:pl-zp
source: Zachodniopomorskie
fa: زاخودنیوپومورسکی

# model:country.subdivision,name:ps-bth
source: Bethlehem
fa: بیت لحم

# model:country.subdivision,name:ps-deb
source: Deir El Balah
fa: دیر ال بالها

# model:country.subdivision,name:ps-gza
source: Gaza
fa: گازا

# model:country.subdivision,name:ps-hbn
source: Hebron
fa: هیبرون

# model:country.subdivision,name:ps-jem
source: Jerusalem
fa: اورشلیم

# model:country.subdivision,name:ps-jen
source: Jenin
fa: جینین

# model:country.subdivision,name:ps-jrh
source: Jericho - Al Aghwar
fa: جریکو - القهره

# model:country.subdivision,name:ps-kys
source: Khan Yunis
fa: خان یونس

# model:country.subdivision,name:ps-nbs
source: Nablus
fa: نابلس

# model:country.subdivision,name:ps-ngz
source: North Gaza
fa: غزه شمالی

# model:country.subdivision,name:ps-qqa
source: Qalqilya
fa: قالقیلیا

# model:country.subdivision,name:ps-rbh
source: Ramallah
fa: رام الله

# model:country.subdivision,name:ps-rfh
source: Rafah
fa: رفح

# model:country.subdivision,name:ps-slt
source: Salfit
fa: سالفیت

# model:country.subdivision,name:ps-tbs
source: Tubas
fa: توبس

# model:country.subdivision,name:ps-tkm
source: Tulkarm
fa: تولکام

# model:country.subdivision,name:pt-01
source: Aveiro
fa: اوی ورو

# model:country.subdivision,name:pt-02
source: Beja
fa: بحا

# model:country.subdivision,name:pt-03
source: Braga
fa: براگا

# model:country.subdivision,name:pt-04
source: Bragança
fa: برگانسا

# model:country.subdivision,name:pt-05
source: Castelo Branco
fa: کاستلو برانکو

# model:country.subdivision,name:pt-06
source: Coimbra
fa: کویمبرا

# model:country.subdivision,name:pt-07
source: Évora
fa: اوره

# model:country.subdivision,name:pt-08
source: Faro
fa: فارو

# model:country.subdivision,name:pt-09
source: Guarda
fa: گواردا

# model:country.subdivision,name:pt-10
source: Leiria
fa: لییریا

# model:country.subdivision,name:pt-11
source: Lisboa
fa: لیسبون

# model:country.subdivision,name:pt-12
source: Portalegre
fa: پورتو آلگره

# model:country.subdivision,name:pt-13
source: Porto
fa: پرتو

# model:country.subdivision,name:pt-14
source: Santarém
fa: سنتارم

# model:country.subdivision,name:pt-15
source: Setúbal
fa: ستوبو

# model:country.subdivision,name:pt-16
source: Viana do Castelo
fa: ویانا دو کاستلو

# model:country.subdivision,name:pt-17
source: Vila Real
fa: ویلا هی او

# model:country.subdivision,name:pt-18
source: Viseu
fa: ویزئو

# model:country.subdivision,name:pt-20
source: Região Autónoma dos Açores
fa: آسوریس

# model:country.subdivision,name:pt-30
source: Região Autónoma da Madeira
fa: مادیرا

# model:country.subdivision,name:pw-002
source: Aimeliik
fa: آیمیلایکی

# model:country.subdivision,name:pw-004
source: Airai
fa: آیرای

# model:country.subdivision,name:pw-010
source: Angaur
fa: آنگاور

# model:country.subdivision,name:pw-050
source: Hatobohei
fa: هاتوبوهی

# model:country.subdivision,name:pw-100
source: Kayangel
fa: کایگان

# model:country.subdivision,name:pw-150
source: Koror
fa: کرور

# model:country.subdivision,name:pw-212
source: Melekeok
fa: ملکیوک

# model:country.subdivision,name:pw-214
source: Ngaraard
fa: نگارارد

# model:country.subdivision,name:pw-218
source: Ngarchelong
fa: نگارچلونگ

# model:country.subdivision,name:pw-222
source: Ngardmau
fa: نرگدامو

# model:country.subdivision,name:pw-224
source: Ngatpang
fa: نگاتپنگ

# model:country.subdivision,name:pw-226
source: Ngchesar
fa: نگچزار

# model:country.subdivision,name:pw-227
source: Ngeremlengui
fa: نارملنگویی

# model:country.subdivision,name:pw-228
source: Ngiwal
fa: نگو وال

# model:country.subdivision,name:pw-350
source: Peleliu
fa: پلولویی

# model:country.subdivision,name:pw-370
source: Sonsorol
fa: سانسورول

# model:country.subdivision,name:py-1
source: Concepción
fa: کونسپثیان

# model:country.subdivision,name:py-10
source: Alto Paraná
fa: آلتو پارانا

# model:country.subdivision,name:py-11
source: Central
fa: مرکزی

# model:country.subdivision,name:py-12
source: Ñeembucú
fa: میئمبوکو

# model:country.subdivision,name:py-13
source: Amambay
fa: آماموی

# model:country.subdivision,name:py-14
source: Canindeyú
fa: کانینده یو

# model:country.subdivision,name:py-15
source: Presidente Hayes
fa: پرزیدنت هیز

# model:country.subdivision,name:py-16
source: Alto Paraguay
fa: آلتو پاراگوئه

# model:country.subdivision,name:py-19
source: Boquerón
fa: بوکرون

# model:country.subdivision,name:py-2
source: San Pedro
fa: سن پدرو

# model:country.subdivision,name:py-3
source: Cordillera
fa: کوردیلرا

# model:country.subdivision,name:py-4
source: Guairá
fa: گوئیرا

# model:country.subdivision,name:py-5
source: Caaguazú
fa: کاگواسو

# model:country.subdivision,name:py-6
source: Caazapá
fa: کازاپه

# model:country.subdivision,name:py-7
source: Itapúa
fa: ایتاپوآ

# model:country.subdivision,name:py-8
source: Misiones
fa: میسیونز

# model:country.subdivision,name:py-9
source: Paraguarí
fa: پاراگواری

# model:country.subdivision,name:py-asu
source: Asunción
fa: آسونسیون

# model:country.subdivision,name:qa-da
source: Ad Dawhah
fa: الدوحه

# model:country.subdivision,name:qa-kh
source: Al Khawr wa adh Dhakhīrah
fa: الخَوَر و الذخیره

# model:country.subdivision,name:qa-ms
source: Ash Shamal
fa: الشمال

# model:country.subdivision,name:qa-ra
source: Ar Rayyan
fa: الرایان

# model:country.subdivision,name:qa-us
source: Umm Salal
fa: ام سلال

# model:country.subdivision,name:qa-wa
source: Al Wakrah
fa: الوکره

# model:country.subdivision,name:qa-za
source: Az̧ Z̧a‘āyin
fa: الزعین

# model:country.subdivision,name:ro-ab
source: Alba
fa: البا

# model:country.subdivision,name:ro-ag
source: Argeș
fa: آرژاش

# model:country.subdivision,name:ro-ar
source: Arad
fa: آراد

# model:country.subdivision,name:ro-b
source: București
fa: بخارست

# model:country.subdivision,name:ro-bc
source: Bacău
fa: باکاو

# model:country.subdivision,name:ro-bh
source: Bihor
fa: بیهور

# model:country.subdivision,name:ro-bn
source: Bistrița-Năsăud
fa: بیستریا-ناصوود

# model:country.subdivision,name:ro-br
source: Brăila
fa: بریلا

# model:country.subdivision,name:ro-bt
source: Botoșani
fa: بوتوشیانی

# model:country.subdivision,name:ro-bv
source: Brașov
fa: براشوو

# model:country.subdivision,name:ro-bz
source: Buzău
fa: بوزائو

# model:country.subdivision,name:ro-cj
source: Cluj
fa: کلوژ

# model:country.subdivision,name:ro-cl
source: Călărași
fa: کلاراشی

# model:country.subdivision,name:ro-cs
source: Caraș-Severin
fa: کارا سورین

# model:country.subdivision,name:ro-ct
source: Constanța
fa: کونستانسا

# model:country.subdivision,name:ro-cv
source: Covasna
fa: کوواسنا

# model:country.subdivision,name:ro-db
source: Dâmbovița
fa: دامبوویتا

# model:country.subdivision,name:ro-dj
source: Dolj
fa: دولژ

# model:country.subdivision,name:ro-gj
source: Gorj
fa: گورژ

# model:country.subdivision,name:ro-gl
source: Galați
fa: گالاتچی

# model:country.subdivision,name:ro-gr
source: Giurgiu
fa: جورجو

# model:country.subdivision,name:ro-hd
source: Hunedoara
fa: هونه دوآرا

# model:country.subdivision,name:ro-hr
source: Harghita
fa: هارگیتا

# model:country.subdivision,name:ro-if
source: Ilfov
fa: ایلفوف

# model:country.subdivision,name:ro-il
source: Ialomița
fa: ایالومیتا

# model:country.subdivision,name:ro-is
source: Iași
fa: ایاش

# model:country.subdivision,name:ro-mh
source: Mehedinți
fa: مهدینچی

# model:country.subdivision,name:ro-mm
source: Maramureș
fa: مارامورش

# model:country.subdivision,name:ro-ms
source: Mureș
fa: مورش

# model:country.subdivision,name:ro-nt
source: Neamț
fa: نعمت

# model:country.subdivision,name:ro-ot
source: Olt
fa: الت

# model:country.subdivision,name:ro-ph
source: Prahova
fa: پراهوآ

# model:country.subdivision,name:ro-sb
source: Sibiu
fa: سیبیو

# model:country.subdivision,name:ro-sj
source: Sălaj
fa: سلاج

# model:country.subdivision,name:ro-sm
source: Satu Mare
fa: ساتوماره

# model:country.subdivision,name:ro-sv
source: Suceava
fa: سوچاوا

# model:country.subdivision,name:ro-tl
source: Tulcea
fa: تولکا

# model:country.subdivision,name:ro-tm
source: Timiș
fa: تيمش

# model:country.subdivision,name:ro-tr
source: Teleorman
fa: تلئورمان

# model:country.subdivision,name:ro-vl
source: Vâlcea
fa: ولچا

# model:country.subdivision,name:ro-vn
source: Vrancea
fa: ورانچا

# model:country.subdivision,name:ro-vs
source: Vaslui
fa: واسلویی

# model:country.subdivision,name:rs-00
source: Beograd
fa: بلگراد

# model:country.subdivision,name:rs-01
source: Severnobački okrug
fa: منطقه سورنه باشکی

# model:country.subdivision,name:rs-02
source: Srednjebanatski okrug
fa: منطقه سرندبانستکی

# model:country.subdivision,name:rs-03
source: Severnobanatski okrug
fa: منطقه سورنوبانستکی

# model:country.subdivision,name:rs-04
source: Južnobanatski okrug
fa: منطقه یورنوباناتسکی

# model:country.subdivision,name:rs-05
source: Zapadnobački okrug
fa: منطقه زاپادنوباسکی

# model:country.subdivision,name:rs-06
source: Južnobački okrug
fa: منطقه یوجنوباچکی

# model:country.subdivision,name:rs-07
source: Sremski okrug
fa: منطقه سرمسکی

# model:country.subdivision,name:rs-08
source: Mačvanski okrug
fa: منطقه مچوانسکی

# model:country.subdivision,name:rs-09
source: Kolubarski okrug
fa: منطقه کلوبارسکی

# model:country.subdivision,name:rs-10
source: Podunavski okrug
fa: منطقه پودنوسکی

# model:country.subdivision,name:rs-11
source: Braničevski okrug
fa: منطقه برانیجفسکی

# model:country.subdivision,name:rs-12
source: Šumadijski okrug
fa: منطقه شومادیجسکی

# model:country.subdivision,name:rs-13
source: Pomoravski okrug
fa: منطقه پومروفسکی

# model:country.subdivision,name:rs-14
source: Borski okrug
fa: منطقه برسکی

# model:country.subdivision,name:rs-15
source: Zaječarski okrug
fa: منطقه زائیچارسکی

# model:country.subdivision,name:rs-16
source: Zlatiborski okrug
fa: ناحیه زلاتیربورسکی

# model:country.subdivision,name:rs-17
source: Moravički okrug
fa: منطقه مراویچکی

# model:country.subdivision,name:rs-18
source: Raški okrug
fa: منطقه رشکی

# model:country.subdivision,name:rs-19
source: Rasinski okrug
fa: محدوده راسینسکی

# model:country.subdivision,name:rs-20
source: Nišavski okrug
fa: منطقه نیشافسکی

# model:country.subdivision,name:rs-21
source: Toplički okrug
fa: منطقه توپلیچکی

# model:country.subdivision,name:rs-22
source: Pirotski okrug
fa: منطقه پیروسکی

# model:country.subdivision,name:rs-23
source: Jablanički okrug
fa: منطقه یابلانیچکی

# model:country.subdivision,name:rs-24
source: Pčinjski okrug
fa: منطقه پیچینسکی

# model:country.subdivision,name:rs-25
source: Kosovski okrug
fa: منطقه کوزوفسکی

# model:country.subdivision,name:rs-26
source: Pećki okrug
fa: منطقه پچکی

# model:country.subdivision,name:rs-27
source: Prizrenski okrug
fa: منطقه پریزرنسکی

# model:country.subdivision,name:rs-28
source: Kosovsko-Mitrovački okrug
fa: کوزوو - میتروواشکی

# model:country.subdivision,name:rs-29
source: Kosovsko-Pomoravski okrug
fa: منطقه کوزووو-پواموروفسکی

# model:country.subdivision,name:rs-km
source: Kosovo-Metohija
fa: کوزوو-متویژیا

# model:country.subdivision,name:rs-vo
source: Vojvodina
fa: وجودینا

# model:country.subdivision,name:ru-ad
source: Adygeya, Respublika
fa: آدیجیه

# model:country.subdivision,name:ru-al
source: Altay, Respublika
fa: آلتای

# model:country.subdivision,name:ru-alt
source: Altayskiy kray
fa: آلتاسیکی کالی

# model:country.subdivision,name:ru-amu
source: Amurskaya oblast'
fa: استان آمورسکیا'

# model:country.subdivision,name:ru-ark
source: Arkhangel'skaya oblast'
fa: منطقه آرخانگلسکیا'

# model:country.subdivision,name:ru-ast
source: Astrakhanskaya oblast'
fa: استان آستاراخانسکیا'

# model:country.subdivision,name:ru-ba
source: Bashkortostan, Respublika
fa: باسکورتوستان

# model:country.subdivision,name:ru-bel
source: Belgorodskaya oblast'
fa: منطقه بلگرودسیا'

# model:country.subdivision,name:ru-bry
source: Bryanskaya oblast'
fa: منطقه برایانسکیا'

# model:country.subdivision,name:ru-bu
source: Buryatiya, Respublika
fa: بوریاسیا

# model:country.subdivision,name:ru-ce
source: Chechenskaya Respublika
fa: جمهوری چچن

# model:country.subdivision,name:ru-che
source: Chelyabinskaya oblast'
fa: استان چلیابینسکیا'

# model:country.subdivision,name:ru-chu
source: Chukotskiy avtonomnyy okrug
fa: منطقه مستقل چکوسفکی

# model:country.subdivision,name:ru-cu
source: Chuvashskaya Respublika
fa: چوواشسکایا

# model:country.subdivision,name:ru-da
source: Dagestan, Respublika
fa: جمهوری داغستان

# model:country.subdivision,name:ru-in
source: Respublika Ingushetiya
fa: اینکوشتیا

# model:country.subdivision,name:ru-irk
source: Irkutiskaya oblast'
fa: منطقه ایرکوتسکایا'

# model:country.subdivision,name:ru-iva
source: Ivanovskaya oblast'
fa: استان ایوانوفسکیا'

# model:country.subdivision,name:ru-kam
source: Kamchatskiy kray
fa: سرزمین کامچاتسکی

# model:country.subdivision,name:ru-kb
source: Kabardino-Balkarskaya Respublika
fa: کاباردینو بالکرسکایا

# model:country.subdivision,name:ru-kc
source: Karachayevo-Cherkesskaya Respublika
fa: جمهوری کراچیایوا-چرکسیکایا

# model:country.subdivision,name:ru-kda
source: Krasnodarskiy kray
fa: قلمرو کراسنودارسکی

# model:country.subdivision,name:ru-kem
source: Kemerovskaya oblast'
fa: منطقه کمروفسکیا'
