Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:mu-gp
source: Grand Port
fa: گراند پورت

# model:country.subdivision,name:mu-mo
source: Moka
fa: مکا

# model:country.subdivision,name:mu-pa
source: Pamplemousses
fa: پمپلموسس

# model:country.subdivision,name:mu-pl
source: Port Louis
fa: پورت لوئیس

# model:country.subdivision,name:mu-pu
source: Port Louis
fa: پورت لوئیس

# model:country.subdivision,name:mu-pw
source: Plaines Wilhems
fa: پلنز ویلهامز

# model:country.subdivision,name:mu-qb
source: Quatre Bornes
fa: کواتر بورنز

# model:country.subdivision,name:mu-ro
source: Rodrigues Island
fa: جزیره رودریگز

# model:country.subdivision,name:mu-rp
source: Rivière du Rempart
fa: ریور دو رامپارت

# model:country.subdivision,name:mu-sa
source: Savanne
fa: سووان

# model:country.subdivision,name:mu-vp
source: Vacoas-Phoenix
fa: واکواس-فینکس

# model:country.subdivision,name:mv-00
source: Alifu Dhaalu
fa: آلیفو دآلو

# model:country.subdivision,name:mv-01
source: Seenu
fa: سینو

# model:country.subdivision,name:mv-02
source: Alifu Alifu
fa: آلیفو آلیفو

# model:country.subdivision,name:mv-03
source: Lhaviyani
fa: لاویانی

# model:country.subdivision,name:mv-04
source: Vaavu
fa: واوو

# model:country.subdivision,name:mv-05
source: Laamu
fa: لامو

# model:country.subdivision,name:mv-07
source: Haa Alifu
fa: ها آلیفو

# model:country.subdivision,name:mv-08
source: Thaa
fa: تآ

# model:country.subdivision,name:mv-12
source: Meemu
fa: میمو

# model:country.subdivision,name:mv-13
source: Raa
fa: رائه

# model:country.subdivision,name:mv-14
source: Faafu
fa: فافو

# model:country.subdivision,name:mv-17
source: Dhaalu
fa: داالو

# model:country.subdivision,name:mv-20
source: Baa
fa: بآ

# model:country.subdivision,name:mv-23
source: Haa Dhaalu
fa: حا دالو

# model:country.subdivision,name:mv-24
source: Shaviyani
fa: شویانی

# model:country.subdivision,name:mv-25
source: Noonu
fa: نونو

# model:country.subdivision,name:mv-26
source: Kaafu
fa: کافو

# model:country.subdivision,name:mv-27
source: Gaafu Alifu
fa: گافو آلیفو

# model:country.subdivision,name:mv-28
source: Gaafu Dhaalu
fa: گافو داالو

# model:country.subdivision,name:mv-29
source: Gnaviyani
fa: گنویانی

# model:country.subdivision,name:mv-ce
source: Central
fa: مرکزی

# model:country.subdivision,name:mv-mle
source: Male
fa: مرد

# model:country.subdivision,name:mv-nc
source: North Central
fa: شمال مرکزی

# model:country.subdivision,name:mv-no
source: North
fa: شمال

# model:country.subdivision,name:mv-sc
source: South Central
fa: جنوب مرکزی

# model:country.subdivision,name:mv-su
source: South
fa: جنوب

# model:country.subdivision,name:mv-un
source: Upper North
fa: شمال بالا

# model:country.subdivision,name:mv-us
source: Upper South
fa: جنوب بالا

# model:country.subdivision,name:mw-ba
source: Balaka
fa: بالاکا

# model:country.subdivision,name:mw-bl
source: Blantyre
fa: بلانتایر

# model:country.subdivision,name:mw-c
source: Central Region
fa: منطقۀ مرکزی

# model:country.subdivision,name:mw-ck
source: Chikwawa
fa: چیکواوا

# model:country.subdivision,name:mw-cr
source: Chiradzulu
fa: کاریادزولو

# model:country.subdivision,name:mw-ct
source: Chitipa
fa: کایتپه

# model:country.subdivision,name:mw-de
source: Dedza
fa: ددزا

# model:country.subdivision,name:mw-do
source: Dowa
fa: دووا

# model:country.subdivision,name:mw-kr
source: Karonga
fa: کارونگا

# model:country.subdivision,name:mw-ks
source: Kasungu
fa: کاسونگو

# model:country.subdivision,name:mw-li
source: Lilongwe
fa: لیلونگوه

# model:country.subdivision,name:mw-lk
source: Likoma
fa: لیکوما

# model:country.subdivision,name:mw-mc
source: Mchinji
fa: مچینجی

# model:country.subdivision,name:mw-mg
source: Mangochi
fa: مانگوچی

# model:country.subdivision,name:mw-mh
source: Machinga
fa: ماچینگا

# model:country.subdivision,name:mw-mu
source: Mulanje
fa: مولانجی

# model:country.subdivision,name:mw-mw
source: Mwanza
fa: موانزا

# model:country.subdivision,name:mw-mz
source: Mzimba
fa: مزیما

# model:country.subdivision,name:mw-n
source: Northern Region
fa: منطقه شمالی

# model:country.subdivision,name:mw-nb
source: Nkhata Bay
fa: خلیج نکته

# model:country.subdivision,name:mw-ne
source: Neno
fa: نئنو

# model:country.subdivision,name:mw-ni
source: Ntchisi
fa: چیسی

# model:country.subdivision,name:mw-nk
source: Nkhotakota
fa: خوتاکوتا

# model:country.subdivision,name:mw-ns
source: Nsanje
fa: نسانژ

# model:country.subdivision,name:mw-nu
source: Ntcheu
fa: نچو

# model:country.subdivision,name:mw-ph
source: Phalombe
fa: فالومب

# model:country.subdivision,name:mw-ru
source: Rumphi
fa: رومی

# model:country.subdivision,name:mw-s
source: Southern Region
fa: منطقه جنوبی

# model:country.subdivision,name:mw-sa
source: Salima
fa: سليمه

# model:country.subdivision,name:mw-th
source: Thyolo
fa: تایلو

# model:country.subdivision,name:mw-zo
source: Zomba
fa: زومبا

# model:country.subdivision,name:mx-agu
source: Aguascalientes
fa: آگواسکالیانتس

# model:country.subdivision,name:mx-bcn
source: Baja California
fa: باجا کالیفرنیا

# model:country.subdivision,name:mx-bcs
source: Baja California Sur
fa: باجا کالیفرنیا سور

# model:country.subdivision,name:mx-cam
source: Campeche
fa: کامپیچ

# model:country.subdivision,name:mx-chh
source: Chihuahua
fa: چیواوا

# model:country.subdivision,name:mx-chp
source: Chiapas
fa: چیاپاس

# model:country.subdivision,name:mx-coa
source: Coahuila
fa: کواهویلا

# model:country.subdivision,name:mx-col
source: Colima
fa: کولیما

# model:country.subdivision,name:mx-dif
source: Distrito Federal
fa: فدرال دیستریتو

# model:country.subdivision,name:mx-dur
source: Durango
fa: دورانگو

# model:country.subdivision,name:mx-gro
source: Guerrero
fa: گوئررو

# model:country.subdivision,name:mx-gua
source: Guanajuato
fa: گواناجواتو

# model:country.subdivision,name:mx-hid
source: Hidalgo
fa: هیدالگو

# model:country.subdivision,name:mx-jal
source: Jalisco
fa: هالسکو

# model:country.subdivision,name:mx-mex
source: México
fa: مکزیکو

# model:country.subdivision,name:mx-mic
source: Michoacán
fa: میچوآکان

# model:country.subdivision,name:mx-mor
source: Morelos
fa: مورلوس

# model:country.subdivision,name:mx-nay
source: Nayarit
fa: نایاریت

# model:country.subdivision,name:mx-nle
source: Nuevo León
fa: نوئون لئون

# model:country.subdivision,name:mx-oax
source: Oaxaca
fa: اواکساکا

# model:country.subdivision,name:mx-pue
source: Puebla
fa: پوبلا

# model:country.subdivision,name:mx-que
source: Querétaro
fa: کرتارو

# model:country.subdivision,name:mx-roo
source: Quintana Roo
fa: کینتانارو

# model:country.subdivision,name:mx-sin
source: Sinaloa
fa: سینالوا

# model:country.subdivision,name:mx-slp
source: San Luis Potosí
fa: سان لوئیس

# model:country.subdivision,name:mx-son
source: Sonora
fa: سونورا

# model:country.subdivision,name:mx-tab
source: Tabasco
fa: تاباسکو

# model:country.subdivision,name:mx-tam
source: Tamaulipas
fa: تامولیپاس

# model:country.subdivision,name:mx-tla
source: Tlaxcala
fa: تلاکس‌کالا

# model:country.subdivision,name:mx-ver
source: Veracruz
fa: وراکروز

# model:country.subdivision,name:mx-yuc
source: Yucatán
fa: یوکاتان

# model:country.subdivision,name:mx-zac
source: Zacatecas
fa: زاکاتکاس

# model:country.subdivision,name:my-01
source: Johor
fa: جوهور

# model:country.subdivision,name:my-02
source: Kedah
fa: کداح

# model:country.subdivision,name:my-03
source: Kelantan
fa: کلانتان

# model:country.subdivision,name:my-04
source: Melaka
fa: مالاكا

# model:country.subdivision,name:my-05
source: Negeri Sembilan
fa: نگری سمبلان

# model:country.subdivision,name:my-06
source: Pahang
fa: پاهانگ

# model:country.subdivision,name:my-07
source: Pulau Pinang
fa: پائولو پینانگ

# model:country.subdivision,name:my-08
source: Perak
fa: پراک

# model:country.subdivision,name:my-09
source: Perlis
fa: پرلیس

# model:country.subdivision,name:my-10
source: Selangor
fa: سلانگور

# model:country.subdivision,name:my-11
source: Terengganu
fa: ترنگانو

# model:country.subdivision,name:my-12
source: Sabah
fa: سابان

# model:country.subdivision,name:my-13
source: Sarawak
fa: ساراواک

# model:country.subdivision,name:my-14
source: Wilayah Persekutuan Kuala Lumpur
fa: استان پرسکوتوان کوالالامپور

# model:country.subdivision,name:my-15
source: Wilayah Persekutuan Labuan
fa: ولایت پرسکوتوان لابوان

# model:country.subdivision,name:my-16
source: Wilayah Persekutuan Putrajaya
fa: ولایت پرسکوتوان پوتراجیا

# model:country.subdivision,name:mz-a
source: Niassa
fa: نایسا

# model:country.subdivision,name:mz-b
source: Manica
fa: مانیکا

# model:country.subdivision,name:mz-g
source: Gaza
fa: گازا

# model:country.subdivision,name:mz-i
source: Inhambane
fa: اینهامبانی

# model:country.subdivision,name:mz-l
source: Maputo
fa: ماپوتو

# model:country.subdivision,name:mz-mpm
source: Maputo (city)
fa: ماپوتو (شهر)

# model:country.subdivision,name:mz-n
source: Numpula
fa: نومپولا

# model:country.subdivision,name:mz-p
source: Cabo Delgado
fa: کابو دلگادو

# model:country.subdivision,name:mz-q
source: Zambezia
fa: زامبزیا

# model:country.subdivision,name:mz-s
source: Sofala
fa: سوفالا

# model:country.subdivision,name:mz-t
source: Tete
fa: تتی

# model:country.subdivision,name:na-ca
source: Caprivi
fa: کاپریو

# model:country.subdivision,name:na-er
source: Erongo
fa: ارنگو

# model:country.subdivision,name:na-ha
source: Hardap
fa: هاردپ

# model:country.subdivision,name:na-ka
source: Karas
fa: کاراس

# model:country.subdivision,name:na-kh
source: Khomas
fa: خمس

# model:country.subdivision,name:na-ku
source: Kunene
fa: کونان

# model:country.subdivision,name:na-od
source: Otjozondjupa
fa: اتجوزندوپا

# model:country.subdivision,name:na-oh
source: Omaheke
fa: اوماهیکی

# model:country.subdivision,name:na-ok
source: Okavango
fa: اوکواننگو

# model:country.subdivision,name:na-on
source: Oshana
fa: اوشانا

# model:country.subdivision,name:na-os
source: Omusati
fa: اوسماتی

# model:country.subdivision,name:na-ot
source: Oshikoto
fa: اوشیکوتو

# model:country.subdivision,name:na-ow
source: Ohangwena
fa: اوهانوانا

# model:country.subdivision,name:ne-1
source: Agadez
fa: آگادس

# model:country.subdivision,name:ne-2
source: Diffa
fa: دیفرا

# model:country.subdivision,name:ne-3
source: Dosso
fa: دوسو

# model:country.subdivision,name:ne-4
source: Maradi
fa: مرادی

# model:country.subdivision,name:ne-5
source: Tahoua
fa: تاهو

# model:country.subdivision,name:ne-6
source: Tillabéri
fa: تیلابری

# model:country.subdivision,name:ne-7
source: Zinder
fa: زیندر

# model:country.subdivision,name:ne-8
source: Niamey
fa: نیامی

# model:country.subdivision,name:ng-ab
source: Abia
fa: ابیا

# model:country.subdivision,name:ng-ad
source: Adamawa
fa: آماوا

# model:country.subdivision,name:ng-ak
source: Akwa Ibom
fa: اکوا ایبوم

# model:country.subdivision,name:ng-an
source: Anambra
fa: آنامبرا

# model:country.subdivision,name:ng-ba
source: Bauchi
fa: باوچی

# model:country.subdivision,name:ng-be
source: Benue
fa: بنو

# model:country.subdivision,name:ng-bo
source: Borno
fa: بورنو

# model:country.subdivision,name:ng-by
source: Bayelsa
fa: بایلسا

# model:country.subdivision,name:ng-cr
source: Cross River
fa: ریور کروز

# model:country.subdivision,name:ng-de
source: Delta
fa: دلتا

# model:country.subdivision,name:ng-eb
source: Ebonyi
fa: ابنی

# model:country.subdivision,name:ng-ed
source: Edo
fa: اودو

# model:country.subdivision,name:ng-ek
source: Ekiti
fa: اکیتی

# model:country.subdivision,name:ng-en
source: Enugu
fa: انوگو

# model:country.subdivision,name:ng-fc
source: Abuja Capital Territory
fa: قلمرو سرمایه ای ابوجا

# model:country.subdivision,name:ng-go
source: Gombe
fa: گومب

# model:country.subdivision,name:ng-im
source: Imo
fa: ایمو

# model:country.subdivision,name:ng-ji
source: Jigawa
fa: جیگوا

# model:country.subdivision,name:ng-kd
source: Kaduna
fa: کادونا

# model:country.subdivision,name:ng-ke
source: Kebbi
fa: کبّی

# model:country.subdivision,name:ng-kn
source: Kano
fa: کانو

# model:country.subdivision,name:ng-ko
source: Kogi
fa: کگی

# model:country.subdivision,name:ng-kt
source: Katsina
fa: کاتسینا

# model:country.subdivision,name:ng-kw
source: Kwara
fa: کوارا

# model:country.subdivision,name:ng-la
source: Lagos
fa: لاگوس

# model:country.subdivision,name:ng-na
source: Nassarawa
fa: ناصرآوا

# model:country.subdivision,name:ng-ni
source: Niger
fa: نیجر

# model:country.subdivision,name:ng-og
source: Ogun
fa: اوگان

# model:country.subdivision,name:ng-on
source: Ondo
fa: اونو

# model:country.subdivision,name:ng-os
source: Osun
fa: عسون

# model:country.subdivision,name:ng-oy
source: Oyo
fa: اویو

# model:country.subdivision,name:ng-pl
source: Plateau
fa: فلات

# model:country.subdivision,name:ng-ri
source: Rivers
fa: ریورز

# model:country.subdivision,name:ng-so
source: Sokoto
fa: سوکوتو

# model:country.subdivision,name:ng-ta
source: Taraba
fa: تارابا

# model:country.subdivision,name:ng-yo
source: Yobe
fa: ایوب

# model:country.subdivision,name:ng-za
source: Zamfara
fa: زامبارا

# model:country.subdivision,name:ni-an
source: Atlántico Norte
fa: اقیانوس اطلس شمالی

# model:country.subdivision,name:ni-as
source: Atlántico Sur
fa: جنوب اقیانوس اطلس

# model:country.subdivision,name:ni-bo
source: Boaco
fa: بوآکو

# model:country.subdivision,name:ni-ca
source: Carazo
fa: کاراسو

# model:country.subdivision,name:ni-ci
source: Chinandega
fa: چیناندگا

# model:country.subdivision,name:ni-co
source: Chontales
fa: چونتالس

# model:country.subdivision,name:ni-es
source: Estelí
fa: استلی

# model:country.subdivision,name:ni-gr
source: Granada
fa: گرانادا

# model:country.subdivision,name:ni-ji
source: Jinotega
fa: جینوته گا

# model:country.subdivision,name:ni-le
source: León
fa: لیئون

# model:country.subdivision,name:ni-md
source: Madriz
fa: مادریس

# model:country.subdivision,name:ni-mn
source: Managua
fa: ماناگوآ

# model:country.subdivision,name:ni-ms
source: Masaya
fa: ماسایا

# model:country.subdivision,name:ni-mt
source: Matagalpa
fa: ماتاگالپا

# model:country.subdivision,name:ni-ns
source: Nueva Segovia
fa: نوا سگوویا

# model:country.subdivision,name:ni-ri
source: Rivas
fa: ریواس

# model:country.subdivision,name:ni-sj
source: Río San Juan
fa: ریو سان خوان

# model:country.subdivision,name:nl-aw
source: Aruba
fa: آروبا

# model:country.subdivision,name:nl-bq1
source: Bonaire
fa: بونایر

# model:country.subdivision,name:nl-bq2
source: Saba
fa: سابا

# model:country.subdivision,name:nl-bq3
source: Sint Eustatius
fa: سنت اوستاتیوس

# model:country.subdivision,name:nl-cw
source: Curaçao
fa: کوراسائو

# model:country.subdivision,name:nl-dr
source: Drenthe
fa: درنته

# model:country.subdivision,name:nl-fl
source: Flevoland
fa: فلیوولاند

# model:country.subdivision,name:nl-fr
source: Friesland
fa: فریزلند

# model:country.subdivision,name:nl-ge
source: Gelderland
fa: گلدرلاند

# model:country.subdivision,name:nl-gr
source: Groningen
fa: گرونینگن

# model:country.subdivision,name:nl-li
source: Limburg
fa: لیمبورگ

# model:country.subdivision,name:nl-nb
source: Noord-Brabant
fa: نوربابانت

# model:country.subdivision,name:nl-nh
source: Noord-Holland
fa: هلند شمالی

# model:country.subdivision,name:nl-ov
source: Overijssel
fa: افرایسل

# model:country.subdivision,name:nl-sx
source: Sint Maarten
fa: سنت مارتن

# model:country.subdivision,name:nl-ut
source: Utrecht
fa: اوتراخت

# model:country.subdivision,name:nl-ze
source: Zeeland
fa: زیلند

# model:country.subdivision,name:nl-zh
source: Zuid-Holland
fa: زید هلند

# model:country.subdivision,name:no-01
source: Østfold
fa: استفولد

# model:country.subdivision,name:no-02
source: Akershus
fa: آکرشوس

# model:country.subdivision,name:no-03
source: Oslo
fa: اسلو

# model:country.subdivision,name:no-04
source: Hedmark
fa: هدمارک

# model:country.subdivision,name:no-05
source: Oppland
fa: اپپلند

# model:country.subdivision,name:no-06
source: Buskerud
fa: بوسکرود

# model:country.subdivision,name:no-07
source: Vestfold
fa: وستفولد

# model:country.subdivision,name:no-08
source: Telemark
fa: تلمارک

# model:country.subdivision,name:no-09
source: Aust-Agder
fa: اوست-آگدر

# model:country.subdivision,name:no-10
source: Vest-Agder
fa: وست-آگدر

# model:country.subdivision,name:no-11
source: Rogaland
fa: روگالند

# model:country.subdivision,name:no-12
source: Hordaland
fa: هوردالند

# model:country.subdivision,name:no-14
source: Sogn og Fjordane
fa: سونگ وگ فیورامه

# model:country.subdivision,name:no-15
source: Møre og Romsdal
fa: مرورومسدال

# model:country.subdivision,name:no-16
source: Sør-Trøndelag
fa: سور-دلندلاک

# model:country.subdivision,name:no-17
source: Nord-Trøndelag
fa: نورد-دلندلاک

# model:country.subdivision,name:no-18
source: Nordland
fa: نوردلند

# model:country.subdivision,name:no-19
source: Troms
fa: ترومس

# model:country.subdivision,name:no-20
source: Finnmark
fa: فینمارک

# model:country.subdivision,name:no-21
source: Svalbard (Arctic Region)
fa: سویلبری (منطقه قطب شمال)

# model:country.subdivision,name:no-22
source: Jan Mayen (Arctic Region)
fa: جان ماین(منطقه قطب شمال)

# model:country.subdivision,name:np-1
source: Madhyamanchal
fa: مدیامانچال

# model:country.subdivision,name:np-2
source: Madhya Pashchimanchal
fa: مادیا پاسچیمانچال

# model:country.subdivision,name:np-3
source: Pashchimanchal
fa: پاسچیمانچال

# model:country.subdivision,name:np-4
source: Purwanchal
fa: پوروانچال

# model:country.subdivision,name:np-5
source: Sudur Pashchimanchal
fa: سودور پاسچیمانچال

# model:country.subdivision,name:np-ba
source: Bagmati
fa: باگماتی

# model:country.subdivision,name:np-bh
source: Bheri
fa: بری

# model:country.subdivision,name:np-dh
source: Dhawalagiri
fa: دوالاجیری

# model:country.subdivision,name:np-ga
source: Gandaki
fa: گنداکی

# model:country.subdivision,name:np-ja
source: Janakpur
fa: جاناکپور

# model:country.subdivision,name:np-ka
source: Karnali
fa: کارنالی

# model:country.subdivision,name:np-ko
source: Kosi
fa: کوزی

# model:country.subdivision,name:np-lu
source: Lumbini
fa: لومبینی

# model:country.subdivision,name:np-ma
source: Mahakali
fa: ماهاکالی

# model:country.subdivision,name:np-me
source: Mechi
fa: مچی

# model:country.subdivision,name:np-na
source: Narayani
fa: نارایانی

# model:country.subdivision,name:np-ra
source: Rapti
fa: رپتی

# model:country.subdivision,name:np-sa
source: Sagarmatha
fa: سگارمتا

# model:country.subdivision,name:np-se
source: Seti
fa: ستی

# model:country.subdivision,name:nr-01
source: Aiwo
fa: ایوو

# model:country.subdivision,name:nr-02
source: Anabar
fa: انبار

# model:country.subdivision,name:nr-03
source: Anetan
fa: آنتان

# model:country.subdivision,name:nr-04
source: Anibare
fa: انیبارا

# model:country.subdivision,name:nr-05
source: Baiti
fa: بیتی

# model:country.subdivision,name:nr-06
source: Boe
fa: بوی

# model:country.subdivision,name:nr-07
source: Buada
fa: بوادا

# model:country.subdivision,name:nr-08
source: Denigomodu
fa: دنیگومودو

# model:country.subdivision,name:nr-09
source: Ewa
fa: اوا

# model:country.subdivision,name:nr-10
source: Ijuw
fa: ایووو

# model:country.subdivision,name:nr-11
source: Meneng
fa: مننگ

# model:country.subdivision,name:nr-12
source: Nibok
fa: نیبوک

# model:country.subdivision,name:nr-13
source: Uaboe
fa: اوبو

# model:country.subdivision,name:nr-14
source: Yaren
fa: یارن

# model:country.subdivision,name:nz-auk
source: Auckland
fa: آوکلند

# model:country.subdivision,name:nz-bop
source: Bay of Plenty
fa: بی اف پلنتی

# model:country.subdivision,name:nz-can
source: Canterbury
fa: کنتربری

# model:country.subdivision,name:nz-cit
source: Chatham Islands Territory
fa: قلمرو جزایر چاتهام

# model:country.subdivision,name:nz-gis
source: Gisborne District
fa: ناحیه گیسبورن

# model:country.subdivision,name:nz-hkb
source: Hawke's Bay
fa: خلیج هاوک

# model:country.subdivision,name:nz-mbh
source: Marlborough District
fa: منطقه مارلبورو

# model:country.subdivision,name:nz-mwt
source: Manawatu-Wanganui
fa: مانوآاتو وانگانوی

# model:country.subdivision,name:nz-n
source: North Island
fa: جزیره شمالی

# model:country.subdivision,name:nz-nsn
source: Nelson City
fa: نلسون سیتی

# model:country.subdivision,name:nz-ntl
source: Northland
fa: نوردلند

# model:country.subdivision,name:nz-ota
source: Otago
fa: اوتاگو

# model:country.subdivision,name:nz-s
source: South Island
fa: جزیره جنوبی

# model:country.subdivision,name:nz-stl
source: Southland
fa: سوتلند

# model:country.subdivision,name:nz-tas
source: Tasman District
fa: منطقه تاسمن

# model:country.subdivision,name:nz-tki
source: Taranaki
fa: تاراناکی

# model:country.subdivision,name:nz-wgn
source: Wellington
fa: ولینگتون

# model:country.subdivision,name:nz-wko
source: Waikato
fa: وایکاتو

# model:country.subdivision,name:nz-wtc
source: West Coast
fa: ساحل غربی

# model:country.subdivision,name:om-ba
source: Al Bāţinah
fa: آل باتنه

# model:country.subdivision,name:om-bu
source: Al Buraymī
fa: البوروایمی

# model:country.subdivision,name:om-da
source: Ad Dākhilīya
fa: آد دخیلیا

# model:country.subdivision,name:om-ma
source: Masqaţ
fa: مسقط

# model:country.subdivision,name:om-mu
source: Musandam
fa: موساندام

# model:country.subdivision,name:om-sh
source: Ash Sharqīyah
fa: الشرقيه

# model:country.subdivision,name:om-wu
source: Al Wusţá
fa: آل وستا

# model:country.subdivision,name:om-za
source: Az̧ Z̧āhirah
fa: الزهراء

# model:country.subdivision,name:om-zu
source: Z̧ufār
fa: ضفر

# model:country.subdivision,name:pa-1
source: Bocas del Toro
fa: بوکاس دل تورو

# model:country.subdivision,name:pa-2
source: Coclé
fa: کوکله

# model:country.subdivision,name:pa-3
source: Colón
fa: کولون

# model:country.subdivision,name:pa-4
source: Chiriquí
fa: چیریکی

# model:country.subdivision,name:pa-5
source: Darién
fa: داریان

# model:country.subdivision,name:pa-6
source: Herrera
fa: هررا

# model:country.subdivision,name:pa-7
source: Los Santos
fa: لوس سانتوز

# model:country.subdivision,name:pa-8
source: Panamá
fa: پاناما

# model:country.subdivision,name:pa-9
source: Veraguas
fa: وراگواس

# model:country.subdivision,name:pa-em
source: Emberá
fa: امبرا

# model:country.subdivision,name:pa-ky
source: Kuna Yala
fa: کونه یلّا

# model:country.subdivision,name:pa-nb
source: Ngöbe-Buglé
fa: انگوه بوگله

# model:country.subdivision,name:pe-ama
source: Amazonas
fa: آمازوناس

# model:country.subdivision,name:pe-anc
source: Ancash
fa: آنکاس

# model:country.subdivision,name:pe-apu
source: Apurímac
fa: آپوریماک

# model:country.subdivision,name:pe-are
source: Arequipa
fa: آرکیپا

# model:country.subdivision,name:pe-aya
source: Ayacucho
fa: آیاکوچو

# model:country.subdivision,name:pe-caj
source: Cajamarca
fa: داخامارتا

# model:country.subdivision,name:pe-cal
source: El Callao
fa: ال کالائو

# model:country.subdivision,name:pe-cus
source: Cusco [Cuzco]
fa: کوزو [کوزکو]

# model:country.subdivision,name:pe-huc
source: Huánuco
fa: هانوکو

# model:country.subdivision,name:pe-huv
source: Huancavelica
fa: گوانگاولیتا

# model:country.subdivision,name:pe-ica
source: Ica
fa: ایکا

# model:country.subdivision,name:pe-jun
source: Junín
fa: یانین

# model:country.subdivision,name:pe-lal
source: La Libertad
fa: لالیبرتاد

# model:country.subdivision,name:pe-lam
source: Lambayeque
fa: لامبایکه

# model:country.subdivision,name:pe-lim
source: Lima
fa: لیما

# model:country.subdivision,name:pe-lma
source: Municipalidad Metropolitana de Lima
fa: لیما

# model:country.subdivision,name:pe-lor
source: Loreto
fa: لورتو

# model:country.subdivision,name:pe-mdd
source: Madre de Dios
fa: مادرددریوس

# model:country.subdivision,name:pe-moq
source: Moquegua
fa: موکگوا

# model:country.subdivision,name:pe-pas
source: Pasco
fa: پاسکو

# model:country.subdivision,name:pe-piu
source: Piura
fa: پیورا

# model:country.subdivision,name:pe-pun
source: Puno
fa: پونو

# model:country.subdivision,name:pe-sam
source: San Martín
fa: سن مارتین

# model:country.subdivision,name:pe-tac
source: Tacna
fa: تاکنا

# model:country.subdivision,name:pe-tum
source: Tumbes
fa: تومبس

# model:country.subdivision,name:pe-uca
source: Ucayali
fa: اوکایالی
