Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:uz-ng
source: Namangan
fa: نامانگن

# model:country.subdivision,name:uz-nw
source: Navoiy
fa: ناوی

# model:country.subdivision,name:uz-qa
source: Qashqadaryo
fa: کاشکاداریا

# model:country.subdivision,name:uz-qr
source: Qoraqalpog'iston Respublikasi
fa: قراقالپوگ'یستون

# model:country.subdivision,name:uz-sa
source: Samarqand
fa: سمرقند

# model:country.subdivision,name:uz-si
source: Sirdaryo
fa: سیردریا

# model:country.subdivision,name:uz-su
source: Surxondaryo
fa: سورخن دریا

# model:country.subdivision,name:uz-tk
source: Toshkent
fa: تاشکند

# model:country.subdivision,name:uz-to
source: Toshkent
fa: تاشکند

# model:country.subdivision,name:uz-xo
source: Xorazm
fa: خوارزم

# model:country.subdivision,name:vc-01
source: Charlotte
fa: شارلوت

# model:country.subdivision,name:vc-02
source: Saint Andrew
fa: سانت اندرو

# model:country.subdivision,name:vc-03
source: Saint David
fa: سنت دیوید

# model:country.subdivision,name:vc-04
source: Saint George
fa: سنت جورج

# model:country.subdivision,name:vc-05
source: Saint Patrick
fa: سنت پاتریک

# model:country.subdivision,name:vc-06
source: Grenadines
fa: گرنادینز

# model:country.subdivision,name:ve-a
source: Distrito Federal
fa: فدرال دیستریتو

# model:country.subdivision,name:ve-b
source: Anzoátegui
fa: آنزوادگی

# model:country.subdivision,name:ve-c
source: Apure
fa: آپیور

# model:country.subdivision,name:ve-d
source: Aragua
fa: آراگوا

# model:country.subdivision,name:ve-e
source: Barinas
fa: باریناس

# model:country.subdivision,name:ve-f
source: Bolívar
fa: بولیوار

# model:country.subdivision,name:ve-g
source: Carabobo
fa: کارابوبو

# model:country.subdivision,name:ve-h
source: Cojedes
fa: کوجدس

# model:country.subdivision,name:ve-i
source: Falcón
fa: فالکون

# model:country.subdivision,name:ve-j
source: Guárico
fa: گوآریکو

# model:country.subdivision,name:ve-k
source: Lara
fa: لارا

# model:country.subdivision,name:ve-l
source: Mérida
fa: مریدا

# model:country.subdivision,name:ve-m
source: Miranda
fa: میراندا

# model:country.subdivision,name:ve-n
source: Monagas
fa: موناگاس

# model:country.subdivision,name:ve-o
source: Nueva Esparta
fa: نیووا اسپارتا

# model:country.subdivision,name:ve-p
source: Portuguesa
fa: پورتوگزا

# model:country.subdivision,name:ve-r
source: Sucre
fa: سوکره

# model:country.subdivision,name:ve-s
source: Táchira
fa: تاچیرا

# model:country.subdivision,name:ve-t
source: Trujillo
fa: ترهیو

# model:country.subdivision,name:ve-u
source: Yaracuy
fa: یاراکویی

# model:country.subdivision,name:ve-v
source: Zulia
fa: زولیا

# model:country.subdivision,name:ve-w
source: Dependencias Federales
fa: وابسته فدرال

# model:country.subdivision,name:ve-x
source: Vargas
fa: وارگاس

# model:country.subdivision,name:ve-y
source: Delta Amacuro
fa: دلتا آماکورو

# model:country.subdivision,name:ve-z
source: Amazonas
fa: آمازوناس

# model:country.subdivision,name:vn-01
source: Lai Châu
fa: لای چاو

# model:country.subdivision,name:vn-02
source: Lào Cai
fa: لئو کای

# model:country.subdivision,name:vn-03
source: Hà Giang
fa: هو گینگ

# model:country.subdivision,name:vn-04
source: Cao Bằng
fa: کائو بانگ

# model:country.subdivision,name:vn-05
source: Sơn La
fa: سون لا

# model:country.subdivision,name:vn-06
source: Yên Bái
fa: یین بابی

# model:country.subdivision,name:vn-07
source: Tuyên Quang
fa: توین کوانگ

# model:country.subdivision,name:vn-09
source: Lạng Sơn
fa: لانگ سون

# model:country.subdivision,name:vn-13
source: Quảng Ninh
fa: کوانگ نین

# model:country.subdivision,name:vn-14
source: Hoà Bình
fa: هوا بین

# model:country.subdivision,name:vn-15
source: Hà Tây
fa: هو تی

# model:country.subdivision,name:vn-18
source: Ninh Bình
fa: نین بینه

# model:country.subdivision,name:vn-20
source: Thái Bình
fa: تای بین

# model:country.subdivision,name:vn-21
source: Thanh Hóa
fa: تاین هوا

# model:country.subdivision,name:vn-22
source: Nghệ An
fa: نئه آن

# model:country.subdivision,name:vn-23
source: Hà Tỉnh
fa: ها تین

# model:country.subdivision,name:vn-24
source: Quảng Bình
fa: کوانگ بین

# model:country.subdivision,name:vn-25
source: Quảng Trị
fa: کوئونگ چی

# model:country.subdivision,name:vn-26
source: Thừa Thiên-Huế
fa: تو توین هوی

# model:country.subdivision,name:vn-27
source: Quảng Nam
fa: کوانگ نام

# model:country.subdivision,name:vn-28
source: Kon Tum
fa: کون توم

# model:country.subdivision,name:vn-29
source: Quảng Ngãi
fa: کوانگ نائی

# model:country.subdivision,name:vn-30
source: Gia Lai
fa: زا لای

# model:country.subdivision,name:vn-31
source: Bình Định
fa: بین دین

# model:country.subdivision,name:vn-32
source: Phú Yên
fa: فووئین

# model:country.subdivision,name:vn-33
source: Đắc Lắk
fa: داک لاک

# model:country.subdivision,name:vn-34
source: Khánh Hòa
fa: خان هوآ

# model:country.subdivision,name:vn-35
source: Lâm Đồng
fa: لام دونگ

# model:country.subdivision,name:vn-36
source: Ninh Thuận
fa: نین توان

# model:country.subdivision,name:vn-37
source: Tây Ninh
fa: تی نین

# model:country.subdivision,name:vn-39
source: Đồng Nai
fa: دونگ نای

# model:country.subdivision,name:vn-40
source: Bình Thuận
fa: بین دون

# model:country.subdivision,name:vn-41
source: Long An
fa: لونگ آن

# model:country.subdivision,name:vn-43
source: Bà Rịa-Vũng Tàu
fa: بازیه وون تاو

# model:country.subdivision,name:vn-44
source: An Giang
fa: ان زیانگ

# model:country.subdivision,name:vn-45
source: Đồng Tháp
fa: دونگ تپ

# model:country.subdivision,name:vn-46
source: Tiền Giang
fa: تین زیانگ

# model:country.subdivision,name:vn-47
source: Kiên Giang
fa: کین زیانگ

# model:country.subdivision,name:vn-49
source: Vĩnh Long
fa: وین لانگ

# model:country.subdivision,name:vn-50
source: Bến Tre
fa: بن ته

# model:country.subdivision,name:vn-51
source: Trà Vinh
fa: تراو وین

# model:country.subdivision,name:vn-52
source: Sóc Trăng
fa: سوک تیانگ

# model:country.subdivision,name:vn-53
source: Bắc Kạn
fa: باک کان

# model:country.subdivision,name:vn-54
source: Bắc Giang
fa: باک زیانگ

# model:country.subdivision,name:vn-55
source: Bạc Liêu
fa: باک لیو

# model:country.subdivision,name:vn-56
source: Bắc Ninh
fa: باک نین

# model:country.subdivision,name:vn-57
source: Bình Dương
fa: بئین زوونگ

# model:country.subdivision,name:vn-58
source: Bình Phước
fa: بین فوو

# model:country.subdivision,name:vn-59
source: Cà Mau
fa: گاماو

# model:country.subdivision,name:vn-61
source: Hải Duong
fa: های دواوم

# model:country.subdivision,name:vn-63
source: Hà Nam
fa: هانام

# model:country.subdivision,name:vn-66
source: Hưng Yên
fa: هونگ یئن

# model:country.subdivision,name:vn-67
source: Nam Định
fa: نام دین

# model:country.subdivision,name:vn-68
source: Phú Thọ
fa: پو تو

# model:country.subdivision,name:vn-69
source: Thái Nguyên
fa: تای نگوین

# model:country.subdivision,name:vn-70
source: Vĩnh Phúc
fa: وین فوو

# model:country.subdivision,name:vn-71
source: Điện Biên
fa: دین بیین

# model:country.subdivision,name:vn-72
source: Đắk Nông
fa: داک نونگ

# model:country.subdivision,name:vn-73
source: Hậu Giang
fa: هاو زانگ

# model:country.subdivision,name:vn-ct
source: Cần Thơ
fa: دن تئو

# model:country.subdivision,name:vn-dn
source: Đà Nẵng
fa: دا ننگ

# model:country.subdivision,name:vn-hn
source: Hà Nội
fa: هانوی

# model:country.subdivision,name:vn-hp
source: Hải Phòng
fa: های فونگ

# model:country.subdivision,name:vn-sg
source: Hồ Chí Minh [Sài Gòn]
fa: هوشی مین [سای گون]

# model:country.subdivision,name:vu-map
source: Malampa
fa: مالامپا

# model:country.subdivision,name:vu-pam
source: Pénama
fa: پناما

# model:country.subdivision,name:vu-sam
source: Sanma
fa: سانما

# model:country.subdivision,name:vu-see
source: Shéfa
fa: شفا

# model:country.subdivision,name:vu-tae
source: Taféa
fa: تافه

# model:country.subdivision,name:vu-tob
source: Torba
fa: توربا

# model:country.subdivision,name:ws-aa
source: A'ana
fa: آینه

# model:country.subdivision,name:ws-al
source: Aiga-i-le-Tai
fa: اگای ا لی تای

# model:country.subdivision,name:ws-at
source: Atua
fa: اتوا

# model:country.subdivision,name:ws-fa
source: Fa'asaleleaga
fa: فاسللیگا

# model:country.subdivision,name:ws-ge
source: Gaga'emauga
fa: گاگا ایموگا

# model:country.subdivision,name:ws-gi
source: Gagaifomauga
fa: گاگاایفوموگا

# model:country.subdivision,name:ws-pa
source: Palauli
fa: پالولی

# model:country.subdivision,name:ws-sa
source: Satupa'itea
fa: ساتویپات

# model:country.subdivision,name:ws-tu
source: Tuamasaga
fa: تواماساگا

# model:country.subdivision,name:ws-vf
source: Va'a-o-Fonoti
fa: وا اوفونتی

# model:country.subdivision,name:ws-vs
source: Vaisigano
fa: وایسیگانو

# model:country.subdivision,name:ye-ab
source: Abyān
fa: ابیان

# model:country.subdivision,name:ye-ad
source: 'Adan
fa: عدن

# model:country.subdivision,name:ye-am
source: 'Amrān
fa: عمران

# model:country.subdivision,name:ye-ba
source: Al Bayḑā'
fa: البعیدا'

# model:country.subdivision,name:ye-da
source: Aḑ Ḑāli‘
fa: الدعالی'

# model:country.subdivision,name:ye-dh
source: Dhamār
fa: الذمار

# model:country.subdivision,name:ye-hd
source: Ḩaḑramawt
fa: حدراموات

# model:country.subdivision,name:ye-hj
source: Ḩajjah
fa: حجه

# model:country.subdivision,name:ye-ib
source: Ibb
fa: ایب

# model:country.subdivision,name:ye-ja
source: Al Jawf
fa: الجوف

# model:country.subdivision,name:ye-la
source: Laḩij
fa: لاهیج

# model:country.subdivision,name:ye-ma
source: Ma'rib
fa: ماریب

# model:country.subdivision,name:ye-mr
source: Al Mahrah
fa: المحرح

# model:country.subdivision,name:ye-mu
source: Al Ḩudaydah
fa: الحدیده

# model:country.subdivision,name:ye-mw
source: Al Maḩwīt
fa: المعویت

# model:country.subdivision,name:ye-ra
source: Raymah
fa: ریمه

# model:country.subdivision,name:ye-sd
source: Şa'dah
fa: شادا

# model:country.subdivision,name:ye-sh
source: Shabwah
fa: شیراکiran. kgm

# model:country.subdivision,name:ye-sn
source: Şan'ā'
fa: صنعا'

# model:country.subdivision,name:ye-ta
source: Tā'izz
fa: تاایز

# model:country.subdivision,name:za-ec
source: Eastern Cape
fa: کیپ شرقی

# model:country.subdivision,name:za-fs
source: Free State
fa: منطقه آزاد

# model:country.subdivision,name:za-lp
source: Limpopo
fa: لیمپوپو

# model:country.subdivision,name:za-mp
source: Mpumalanga
fa: امپومالانگا

# model:country.subdivision,name:za-nc
source: Northern Cape
fa: کیپ شمالی

# model:country.subdivision,name:za-nw
source: North-West (South Africa)
fa: شمال غرب (آفریقای جنوبی)

# model:country.subdivision,name:za-wc
source: Western Cape
fa: کیپ غربی

# model:country.subdivision,name:zm-01
source: Western
fa: غربی

# model:country.subdivision,name:zm-02
source: Central
fa: مرکزی

# model:country.subdivision,name:zm-03
source: Eastern
fa: شرقی

# model:country.subdivision,name:zm-04
source: Luapula
fa: لواپولا

# model:country.subdivision,name:zm-05
source: Northern
fa: شمالی

# model:country.subdivision,name:zm-06
source: North-Western
fa: شمال- غرب

# model:country.subdivision,name:zm-07
source: Southern (Zambia)
fa: جنوب (زامبیا)

# model:country.subdivision,name:zm-08
source: Copperbelt
fa: کوپربالت

# model:country.subdivision,name:zm-09
source: Lusaka
fa: لوزاکا

# model:country.subdivision,name:zw-bu
source: Bulawayo
fa: بولاوایو

# model:country.subdivision,name:zw-ha
source: Harare
fa: هراره

# model:country.subdivision,name:zw-ma
source: Manicaland
fa: مانیکلند

# model:country.subdivision,name:zw-mc
source: Mashonaland Central
fa: ماشونایلند مرکزی

# model:country.subdivision,name:zw-me
source: Mashonaland East
fa: ماشونایلند شرقی

# model:country.subdivision,name:zw-mi
source: Midlands
fa: میدلند

# model:country.subdivision,name:zw-mn
source: Matabeleland North
fa: متابلیلند شمالی

# model:country.subdivision,name:zw-ms
source: Matabeleland South
fa: متابلیلند جنوبی

# model:country.subdivision,name:zw-mv
source: Masvingo
fa: ماسوینگو

# model:country.subdivision,name:zw-mw
source: Mashonaland West
fa: ماشونایلند غربی

# model:country.zip,name:
source: Zip
fa: کدپستی

# model:ir.action,name:act_country_form
source: Countries
fa: کشورها

# model:ir.action,name:act_zip_form
source: Zip
fa: کدپستی

# model:ir.ui.menu,name:menu_country_form
source: Countries
fa: کشورها

# selection:country.subdivision,type:
source: Administration
fa: مدیریت

# selection:country.subdivision,type:
source: Administrative Region
fa: منطقه اداری

# selection:country.subdivision,type:
source: Administrative Territory
fa: قلمرو اداری

# selection:country.subdivision,type:
source: Administrative area
fa: ناحیه اداری

# selection:country.subdivision,type:
source: Administrative atoll
fa: جزایر اداری

# selection:country.subdivision,type:
source: Arctic Region
fa: منطقه قطب شمال

# selection:country.subdivision,type:
source: Area
fa: ناحیه

# selection:country.subdivision,type:
source: Atoll
fa: جزایر

# selection:country.subdivision,type:
source: Autonomous City
fa: شهر مستقل

# selection:country.subdivision,type:
source: Autonomous Commune
fa: بخش مستقل

# selection:country.subdivision,type:
source: Autonomous District
fa: حوزه مستقل

# selection:country.subdivision,type:
source: Autonomous Province
fa: استان مستقل

# selection:country.subdivision,type:
source: Autonomous Region
fa: منطقه مستقل

# selection:country.subdivision,type:
source: Autonomous communities
fa: جوامع مستقل

# selection:country.subdivision,type:
source: Autonomous community
fa: اجتماع مستقل

# selection:country.subdivision,type:
source: Autonomous island
fa: جزیره مستقل

# selection:country.subdivision,type:
source: Autonomous monastic state
fa: استان مستقل مدرن

# selection:country.subdivision,type:
source: Autonomous municipality
fa: شهرداری مستقل

# selection:country.subdivision,type:
source: Autonomous republic
fa: جمهوری مستقل

# selection:country.subdivision,type:
source: Autonomous sector
fa: ناحیه مستقل

# selection:country.subdivision,type:
source: Autonomous territorial unit
fa: واحد ارضی مستقل

# selection:country.subdivision,type:
source: Autonomous territory
fa: اراضی مستقل

# selection:country.subdivision,type:
source: Borough
fa: قصبه

# selection:country.subdivision,type:
source: Canton
fa: کانتون

# selection:country.subdivision,type:
source: Capital District
fa: حوزه پایتخت

# selection:country.subdivision,type:
source: Capital Metropolitan City
fa: کلان شهر پایتخت

# selection:country.subdivision,type:
source: Capital Territory
fa: اراضی پایتخت

# selection:country.subdivision,type:
source: Capital city
fa: شهر پایتخت

# selection:country.subdivision,type:
source: Chains (of islands)
fa: زنجیره جزایر

# selection:country.subdivision,type:
source: City
fa: شهر

# selection:country.subdivision,type:
source: City corporation
fa: شهر صنعتی

# selection:country.subdivision,type:
source: City with county rights
fa: شهر با حقوق شهرستان

# selection:country.subdivision,type:
source: Commune
fa: بخش

# selection:country.subdivision,type:
source: Constitutional province
fa: استان قانونی

# selection:country.subdivision,type:
source: Council area
fa: منطقه شورایی

# selection:country.subdivision,type:
source: Country
fa: کشور

# selection:country.subdivision,type:
source: County
fa: شهرستان

# selection:country.subdivision,type:
source: Department
fa: گروه

# selection:country.subdivision,type:
source: Dependency
fa: وابسته

# selection:country.subdivision,type:
source: Development region
fa: منطقه توسعه

# selection:country.subdivision,type:
source: District
fa: حوزه

# selection:country.subdivision,type:
source: District council area
fa: حوزه ناحیه مشورتی

# selection:country.subdivision,type:
source: Division
fa: تقسیمات

# selection:country.subdivision,type:
source: Economic Prefecture
fa: ریاست اقتصادی

# selection:country.subdivision,type:
source: Economic region
fa: منطقه اقتصادی

# selection:country.subdivision,type:
source: Emirate
fa: امارات

# selection:country.subdivision,type:
source: Entity
fa: وجود

# selection:country.subdivision,type:
source: Federal Dependency
fa: فدرال وابسته

# selection:country.subdivision,type:
source: Federal District
fa: حوزه فدرال

# selection:country.subdivision,type:
source: Federal Territories
fa: اراضی فدرال

# selection:country.subdivision,type:
source: Geographical entity
fa: موجودیت جغرافیایی

# selection:country.subdivision,type:
source: Geographical region
fa: منطقه جغرافیایی

# selection:country.subdivision,type:
source: Geographical unit
fa: واحد جغرافیایی

# selection:country.subdivision,type:
source: Governorate
fa: استان

# selection:country.subdivision,type:
source: Included for completeness
fa: تمامیت ارضی

# selection:country.subdivision,type:
source: Indigenous region
fa: منطقه بومی

# selection:country.subdivision,type:
source: Island
fa: جزیره

# selection:country.subdivision,type:
source: Island council
fa: جزیره شورایی

# selection:country.subdivision,type:
source: Island group
fa: گروه جزیره

# selection:country.subdivision,type:
source: Local council
fa: شورای محلی

# selection:country.subdivision,type:
source: London borough
fa: منطقه لندن

# selection:country.subdivision,type:
source: Metropolitan cities
fa: شهرهای بزرگ

# selection:country.subdivision,type:
source: Metropolitan department
fa: بخش متروپولیتن

# selection:country.subdivision,type:
source: Metropolitan district
fa: منطقه متروپولیتن

# selection:country.subdivision,type:
source: Metropolitan region
fa: منطقه متروپولیتن

# selection:country.subdivision,type:
source: Municipalities
fa: شهرداری ها

# selection:country.subdivision,type:
source: Municipality
fa: شهرداری

# selection:country.subdivision,type:
source: Nation
fa: ملت

# selection:country.subdivision,type:
source: Oblast
fa: استان

# selection:country.subdivision,type:
source: Outlying area
fa: منطقه خارج از محدوده

# selection:country.subdivision,type:
source: Overseas department
fa: بخش خارجی

# selection:country.subdivision,type:
source: Overseas region
fa: منطقه خارجی

# selection:country.subdivision,type:
source: Overseas region/department
fa: منطقه خارج از کشور / بخش

# selection:country.subdivision,type:
source: Overseas territorial collectivity
fa: جمعيت ارضی خارجي

# selection:country.subdivision,type:
source: Parish
fa: پاریش

# selection:country.subdivision,type:
source: Popularates
fa: محبوبیت

# selection:country.subdivision,type:
source: Prefecture
fa: ولاية

# selection:country.subdivision,type:
source: Principality
fa: قلمرو شاهزاده

# selection:country.subdivision,type:
source: Province
fa: استان

# selection:country.subdivision,type:
source: Quarter
fa: ربع

# selection:country.subdivision,type:
source: Rayon
fa: ریون

# selection:country.subdivision,type:
source: Region
fa: منطقه

# selection:country.subdivision,type:
source: Regional council
fa: شورای منطقه ای

# selection:country.subdivision,type:
source: Republic
fa: جمهوری

# selection:country.subdivision,type:
source: Republican City
fa: شهر جمهوری خواه

# selection:country.subdivision,type:
source: Self-governed part
fa: بخش خودگردان

# selection:country.subdivision,type:
source: Special District
fa: منطقه ویژه

# selection:country.subdivision,type:
source: Special Municipality
fa: شهرداری ویژه

# selection:country.subdivision,type:
source: Special Region
fa: منطقه ویژه

# selection:country.subdivision,type:
source: Special administrative region
fa: منطقه اداری ویژه

# selection:country.subdivision,type:
source: Special city
fa: شهر ویژه

# selection:country.subdivision,type:
source: Special island authority
fa: مجوز ویژه جزیره

# selection:country.subdivision,type:
source: Special zone
fa: منطقه ویژه

# selection:country.subdivision,type:
source: State
fa: استان

# selection:country.subdivision,type:
source: Territorial unit
fa: واحد قلمروی

# selection:country.subdivision,type:
source: Territory
fa: قلمرو

# selection:country.subdivision,type:
source: Town council
fa: شورای شهر

# selection:country.subdivision,type:
source: Two-tier county
fa: دوطرفه شهرستان

# selection:country.subdivision,type:
source: Union territory
fa: قلمرو اتحادیه

# selection:country.subdivision,type:
source: Unitary authority
fa: قدرت وحدت

# selection:country.subdivision,type:
source: Unitary authority (england)
fa: قدرت واحد(انگلستان)

# selection:country.subdivision,type:
source: Unitary authority (wales)
fa: قدرت واحد(ولز)

# selection:country.subdivision,type:
source: zone
fa: منطقه
