Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:ag-06
source: Saint Paul
fa: سنت پائول

# model:country.subdivision,name:ag-07
source: Saint Peter
fa: سنت پیتر

# model:country.subdivision,name:ag-08
source: Saint Philip
fa: سنت فیلیپ

# model:country.subdivision,name:ag-10
source: Barbuda
fa: بارابودا

# model:country.subdivision,name:ag-11
source: Redonda
fa: ردوندا

# model:country.subdivision,name:al-01
source: Berat
fa: برات

# model:country.subdivision,name:al-02
source: Durrës
fa: دوررس

# model:country.subdivision,name:al-03
source: Elbasan
fa: الباسان

# model:country.subdivision,name:al-04
source: Fier
fa: فیر

# model:country.subdivision,name:al-05
source: Gjirokastër
fa: جیروکاستر

# model:country.subdivision,name:al-06
source: Korçë
fa: کورچه

# model:country.subdivision,name:al-07
source: Kukës
fa: کوکس

# model:country.subdivision,name:al-08
source: Lezhë
fa: لژا

# model:country.subdivision,name:al-09
source: Dibër
fa: دیبر

# model:country.subdivision,name:al-10
source: Shkodër
fa: اشکودر

# model:country.subdivision,name:al-11
source: Tiranë
fa: تیرانا

# model:country.subdivision,name:al-12
source: Vlorë
fa: ولوره

# model:country.subdivision,name:al-br
source: Berat
fa: برات

# model:country.subdivision,name:al-bu
source: Bulqizë
fa: بلقازی

# model:country.subdivision,name:al-di
source: Dibër
fa: دیبر

# model:country.subdivision,name:al-dl
source: Delvinë
fa: دلوینه

# model:country.subdivision,name:al-dr
source: Durrës
fa: دوررس

# model:country.subdivision,name:al-dv
source: Devoll
fa: دوول

# model:country.subdivision,name:al-el
source: Elbasan
fa: الباسان

# model:country.subdivision,name:al-er
source: Kolonjë
fa: کولونیه

# model:country.subdivision,name:al-fr
source: Fier
fa: فیر

# model:country.subdivision,name:al-gj
source: Gjirokastër
fa: جیروکاستر

# model:country.subdivision,name:al-gr
source: Gramsh
fa: گرامش

# model:country.subdivision,name:al-ha
source: Has
fa: هاس

# model:country.subdivision,name:al-ka
source: Kavajë
fa: کاوایه

# model:country.subdivision,name:al-kb
source: Kurbin
fa: کوربین

# model:country.subdivision,name:al-kc
source: Kuçovë
fa: کوچاوه

# model:country.subdivision,name:al-ko
source: Korçë
fa: کورچه

# model:country.subdivision,name:al-kr
source: Krujë
fa: کرویه

# model:country.subdivision,name:al-ku
source: Kukës
fa: کوکس

# model:country.subdivision,name:al-lb
source: Librazhd
fa: لیبراژد

# model:country.subdivision,name:al-le
source: Lezhë
fa: لژا

# model:country.subdivision,name:al-lu
source: Lushnjë
fa: لوشینه

# model:country.subdivision,name:al-mk
source: Mallakastër
fa: مالاکاستر

# model:country.subdivision,name:al-mm
source: Malësi e Madhe
fa: مایوسی ا ماهه

# model:country.subdivision,name:al-mr
source: Mirditë
fa: میدیته

# model:country.subdivision,name:al-mt
source: Mat
fa: مات

# model:country.subdivision,name:al-pg
source: Pogradec
fa: پوگرادتس

# model:country.subdivision,name:al-pq
source: Peqin
fa: پچین

# model:country.subdivision,name:al-pr
source: Përmet
fa: پیرمت

# model:country.subdivision,name:al-pu
source: Pukë
fa: پوکه

# model:country.subdivision,name:al-sh
source: Shkodër
fa: اشکودر

# model:country.subdivision,name:al-sk
source: Skrapar
fa: اسکارپر

# model:country.subdivision,name:al-sr
source: Sarandë
fa: ساراند

# model:country.subdivision,name:al-te
source: Tepelenë
fa: تپلینه

# model:country.subdivision,name:al-tp
source: Tropojë
fa: تروپویه

# model:country.subdivision,name:al-tr
source: Tiranë
fa: تیرانا

# model:country.subdivision,name:al-vl
source: Vlorë
fa: ولوره

# model:country.subdivision,name:am-ag
source: Aragacotn
fa: آرگاکوتن

# model:country.subdivision,name:am-ar
source: Ararat
fa: آرارات

# model:country.subdivision,name:am-av
source: Armavir
fa: آرماویر

# model:country.subdivision,name:am-er
source: Erevan
fa: ایروان

# model:country.subdivision,name:am-gr
source: Gegarkunik'
fa: قارچونیک'

# model:country.subdivision,name:am-kt
source: Kotayk'
fa: کوتایک '

# model:country.subdivision,name:am-lo
source: Lory
fa: لوریا

# model:country.subdivision,name:am-sh
source: Sirak
fa: سیراک

# model:country.subdivision,name:am-su
source: Syunik'
fa: سیونیک'

# model:country.subdivision,name:am-tv
source: Tavus
fa: تاووس

# model:country.subdivision,name:am-vd
source: Vayoc Jor
fa: وایک جور

# model:country.subdivision,name:ao-bgo
source: Bengo
fa: بنگو

# model:country.subdivision,name:ao-bgu
source: Benguela
fa: بنگولا

# model:country.subdivision,name:ao-bie
source: Bié
fa: بیه

# model:country.subdivision,name:ao-cab
source: Cabinda
fa: کابیندا

# model:country.subdivision,name:ao-ccu
source: Cuando-Cubango
fa: کوبانگو کواندو

# model:country.subdivision,name:ao-cnn
source: Cunene
fa: سوننه

# model:country.subdivision,name:ao-cno
source: Cuanza Norte
fa: کوانزا نورث

# model:country.subdivision,name:ao-cus
source: Cuanza Sul
fa: کوانزا سول

# model:country.subdivision,name:ao-hua
source: Huambo
fa: هامبو

# model:country.subdivision,name:ao-hui
source: Huíla
fa: هویلا

# model:country.subdivision,name:ao-lno
source: Lunda Norte
fa: لوندا نورث

# model:country.subdivision,name:ao-lsu
source: Lunda Sul
fa: لوآندا سول

# model:country.subdivision,name:ao-lua
source: Luanda
fa: لواندا

# model:country.subdivision,name:ao-mal
source: Malange
fa: مالانگ

# model:country.subdivision,name:ao-mox
source: Moxico
fa: مکزیک

# model:country.subdivision,name:ao-nam
source: Namibe
fa: نامیبیا

# model:country.subdivision,name:ao-uig
source: Uíge
fa: اویگه

# model:country.subdivision,name:ao-zai
source: Zaire
fa: زئیر

# model:country.subdivision,name:ar-a
source: Salta
fa: سالتا

# model:country.subdivision,name:ar-b
source: Buenos Aires
fa: بوینوس‌آیرس

# model:country.subdivision,name:ar-c
source: Ciudad Autónoma de Buenos Aires
fa: شهر خودمختار بوئنوس آیرس

# model:country.subdivision,name:ar-d
source: San Luis
fa: سن لوئیس

# model:country.subdivision,name:ar-e
source: Entre Rios
fa: انتر ریوس

# model:country.subdivision,name:ar-g
source: Santiago del Estero
fa: سانتیاگو دل استیرو

# model:country.subdivision,name:ar-h
source: Chaco
fa: چاکو

# model:country.subdivision,name:ar-j
source: San Juan
fa: سن خوان

# model:country.subdivision,name:ar-k
source: Catamarca
fa: کاتامارکا

# model:country.subdivision,name:ar-l
source: La Pampa
fa: لاپامپا

# model:country.subdivision,name:ar-m
source: Mendoza
fa: مندوزا

# model:country.subdivision,name:ar-n
source: Misiones
fa: میسیونز

# model:country.subdivision,name:ar-p
source: Formosa
fa: فورموسا

# model:country.subdivision,name:ar-q
source: Neuquen
fa: نئوکوئین

# model:country.subdivision,name:ar-r
source: Rio Negro
fa: ریو نگرو

# model:country.subdivision,name:ar-s
source: Santa Fe
fa: سانتافه

# model:country.subdivision,name:ar-t
source: Tucuman
fa: توکومان

# model:country.subdivision,name:ar-u
source: Chubut
fa: چابوت

# model:country.subdivision,name:ar-v
source: Tierra del Fuego
fa: تیرا دل فوئگو

# model:country.subdivision,name:ar-w
source: Corrientes
fa: کورینتس

# model:country.subdivision,name:ar-x
source: Cordoba
fa: کوردوبا

# model:country.subdivision,name:ar-y
source: Jujuy
fa: جوجوی

# model:country.subdivision,name:ar-z
source: Santa Cruz
fa: سانتا کروز

# model:country.subdivision,name:at-1
source: Burgenland
fa: بورگلند

# model:country.subdivision,name:at-2
source: Kärnten
fa: کارنتن

# model:country.subdivision,name:at-3
source: Niederösterreich
fa: اتریش جنوبی

# model:country.subdivision,name:at-4
source: Oberösterreich
fa: اتریش شمالی

# model:country.subdivision,name:at-5
source: Salzburg
fa: سالزبورگ

# model:country.subdivision,name:at-6
source: Steiermark
fa: اشتایرمارک

# model:country.subdivision,name:at-7
source: Tirol
fa: تیرول

# model:country.subdivision,name:at-8
source: Vorarlberg
fa: وورارلبرگ

# model:country.subdivision,name:at-9
source: Wien
fa: وین

# model:country.subdivision,name:au-act
source: Australian Capital Territory
fa: قلمرو سرمایه استرالیا

# model:country.subdivision,name:au-nsw
source: New South Wales
fa: نیو ساوت ولز

# model:country.subdivision,name:au-nt
source: Northern Territory
fa: سرزمین شمالی (استرالیا)

# model:country.subdivision,name:au-qld
source: Queensland
fa: کوئینزلند

# model:country.subdivision,name:au-sa
source: South Australia
fa: استرالیای جنوبی

# model:country.subdivision,name:au-tas
source: Tasmania
fa: تاسمانی

# model:country.subdivision,name:au-vic
source: Victoria
fa: ویکتوریا

# model:country.subdivision,name:au-wa
source: Western Australia
fa: استرالیای غربی

# model:country.subdivision,name:az-abs
source: Abşeron
fa: آبشیر

# model:country.subdivision,name:az-aga
source: Ağstafa
fa: آق اتافا(آق تپه)

# model:country.subdivision,name:az-agc
source: Ağcabədi
fa: آغاجبادی

# model:country.subdivision,name:az-agm
source: Ağdam
fa: آق دام

# model:country.subdivision,name:az-ags
source: Ağdaş
fa: آق داش

# model:country.subdivision,name:az-agu
source: Ağsu
fa: آق سو

# model:country.subdivision,name:az-ast
source: Astara
fa: آستارا

# model:country.subdivision,name:az-ba
source: Bakı
fa: باکو

# model:country.subdivision,name:az-bab
source: Babək
fa: بابک

# model:country.subdivision,name:az-bal
source: Balakən
fa: بالکان

# model:country.subdivision,name:az-bar
source: Bərdə
fa: بردا

# model:country.subdivision,name:az-bey
source: Beyləqan
fa: بیلقان

# model:country.subdivision,name:az-bil
source: Biləsuvar
fa: بیلسوار

# model:country.subdivision,name:az-cab
source: Cəbrayıl
fa: جبرئیل

# model:country.subdivision,name:az-cal
source: Cəlilabab
fa: جلیلباب

# model:country.subdivision,name:az-cul
source: Culfa
fa: جلفا

# model:country.subdivision,name:az-das
source: Daşkəsən
fa: داشکند

# model:country.subdivision,name:az-fuz
source: Füzuli
fa: فوزولی

# model:country.subdivision,name:az-ga
source: Gəncə
fa: گنجه

# model:country.subdivision,name:az-gad
source: Gədəbəy
fa: گدابی

# model:country.subdivision,name:az-gor
source: Goranboy
fa: گورانبوی

# model:country.subdivision,name:az-goy
source: Göyçay
fa: گویچای

# model:country.subdivision,name:az-gyg
source: Göygöl
fa: گویگول

# model:country.subdivision,name:az-hac
source: Hacıqabul
fa: حاجی قبول

# model:country.subdivision,name:az-imi
source: İmişli
fa: ایمیشلی

# model:country.subdivision,name:az-ism
source: İsmayıllı
fa: اسماعیلی

# model:country.subdivision,name:az-kal
source: Kəlbəcər
fa: کلباجر

# model:country.subdivision,name:az-kan
source: Kǝngǝrli
fa: کنگرلی

# model:country.subdivision,name:az-kur
source: Kürdəmir
fa: کردامیر

# model:country.subdivision,name:az-la
source: Lənkəran
fa: لنکران

# model:country.subdivision,name:az-lac
source: Laçın
fa: لاچین

# model:country.subdivision,name:az-lan
source: Lənkəran
fa: لنکران

# model:country.subdivision,name:az-ler
source: Lerik
fa: لیریک

# model:country.subdivision,name:az-mas
source: Masallı
fa: ماسالی

# model:country.subdivision,name:az-mi
source: Mingəçevir
fa: مینگه چویر

# model:country.subdivision,name:az-na
source: Naftalan
fa: نفتالان

# model:country.subdivision,name:az-nef
source: Neftçala
fa: نفت چاله

# model:country.subdivision,name:az-nv
source: Naxçıvan
fa: نخجوان

# model:country.subdivision,name:az-nx
source: Naxçıvan
fa: نخجوان

# model:country.subdivision,name:az-ogu
source: Oğuz
fa: اوگوز

# model:country.subdivision,name:az-ord
source: Ordubad
fa: اوردوباد

# model:country.subdivision,name:az-qab
source: Qəbələ
fa: قابالا

# model:country.subdivision,name:az-qax
source: Qax
fa: قکس

# model:country.subdivision,name:az-qaz
source: Qazax
fa: قزاقس

# model:country.subdivision,name:az-qba
source: Quba
fa: قبا

# model:country.subdivision,name:az-qbi
source: Qubadlı
fa: قبادلی

# model:country.subdivision,name:az-qob
source: Qobustan
fa: گوبوستان

# model:country.subdivision,name:az-qus
source: Qusar
fa: کوسار

# model:country.subdivision,name:az-sa
source: Şəki
fa: شکی

# model:country.subdivision,name:az-sab
source: Sabirabad
fa: صابرآباد

# model:country.subdivision,name:az-sad
source: Sədərək
fa: ساداراک

# model:country.subdivision,name:az-sah
source: Şahbuz
fa: شهباز

# model:country.subdivision,name:az-sak
source: Şəki
fa: شکی

# model:country.subdivision,name:az-sal
source: Salyan
fa: سالیان

# model:country.subdivision,name:az-sar
source: Şərur
fa: شرور

# model:country.subdivision,name:az-sat
source: Saatlı
fa: ساتلی

# model:country.subdivision,name:az-sbn
source: Şabran
fa: شبران

# model:country.subdivision,name:az-siy
source: Siyəzən
fa: سیازن

# model:country.subdivision,name:az-skr
source: Şəmkir
fa: شمکیر

# model:country.subdivision,name:az-sm
source: Sumqayıt
fa: سومقیت

# model:country.subdivision,name:az-smi
source: Şamaxı
fa: شماخی

# model:country.subdivision,name:az-smx
source: Samux
fa: ساموخ

# model:country.subdivision,name:az-sr
source: Şirvan
fa: شروان

# model:country.subdivision,name:az-sus
source: Şuşa
fa: شوشا

# model:country.subdivision,name:az-tar
source: Tərtər
fa: تارتار

# model:country.subdivision,name:az-tov
source: Tovuz
fa: تووز

# model:country.subdivision,name:az-uca
source: Ucar
fa: اوکار

# model:country.subdivision,name:az-xa
source: Xankəndi
fa: خانکندی

# model:country.subdivision,name:az-xac
source: Xaçmaz
fa: خاچمز

# model:country.subdivision,name:az-xci
source: Xocalı
fa: خوجل

# model:country.subdivision,name:az-xiz
source: Xızı
fa: خیزی

# model:country.subdivision,name:az-xvd
source: Xocavənd
fa: خوجوند

# model:country.subdivision,name:az-yar
source: Yardımlı
fa: یاردیمالی

# model:country.subdivision,name:az-ye
source: Yevlax
fa: یولاکس

# model:country.subdivision,name:az-yev
source: Yevlax
fa: یولاکس

# model:country.subdivision,name:az-zan
source: Zəngilan
fa: زنجیلان

# model:country.subdivision,name:az-zaq
source: Zaqatala
fa: زگاتالا

# model:country.subdivision,name:az-zar
source: Zərdab
fa: زردآب

# model:country.subdivision,name:ba-01
source: Unsko-sanski kanton
fa: ایالت اونسکو - سانسکی

# model:country.subdivision,name:ba-02
source: Posavski kanton
fa: ایالت پوساوسکی

# model:country.subdivision,name:ba-03
source: Tuzlanski kanton
fa: ایالت توزنسکی

# model:country.subdivision,name:ba-04
source: Zeničko-dobojski kanton
fa: ایالت زنیچکو - دوبسکی

# model:country.subdivision,name:ba-05
source: Bosansko-podrinjski kanton
fa: ایالت بسانسکو- پدرونیسکی

# model:country.subdivision,name:ba-06
source: Srednjobosanski kanton
fa: ایالت مرکزی بوسنی

# model:country.subdivision,name:ba-07
source: Hercegovačko-neretvanski kanton
fa: ایالت نرتوانسکی - هرزگوئین

# model:country.subdivision,name:ba-08
source: Zapadnohercegovački kanton
fa: ایالت هرزگوین غربی

# model:country.subdivision,name:ba-09
source: Kanton Sarajevo
fa: ایالت سارایوو

# model:country.subdivision,name:ba-10
source: Kanton br. 10 (Livanjski kanton)
fa: ایالت لیوانسکی

# model:country.subdivision,name:ba-bih
source: Federacija Bosne i Hercegovine
fa: فدراسیون بوسنی و هرزگوین

# model:country.subdivision,name:ba-brc
source: Brčko distrikt
fa: برچکو دیستریکت

# model:country.subdivision,name:ba-srp
source: Republika Srpska
fa: جمهوری صربسکا

# model:country.subdivision,name:bb-01
source: Christ Church
fa: کلیسای مسیح

# model:country.subdivision,name:bb-02
source: Saint Andrew
fa: سانت اندرو

# model:country.subdivision,name:bb-03
source: Saint George
fa: سنت جورج

# model:country.subdivision,name:bb-04
source: Saint James
fa: سنت جیمز

# model:country.subdivision,name:bb-05
source: Saint John
fa: سنت جان

# model:country.subdivision,name:bb-06
source: Saint Joseph
fa: سنت جوزف

# model:country.subdivision,name:bb-07
source: Saint Lucy
fa: سنت لوسی

# model:country.subdivision,name:bb-08
source: Saint Michael
fa: سنت مایکل

# model:country.subdivision,name:bb-09
source: Saint Peter
fa: سنت پیتر

# model:country.subdivision,name:bb-10
source: Saint Philip
fa: سنت فیلیپ

# model:country.subdivision,name:bb-11
source: Saint Thomas
fa: سنت توماس

# model:country.subdivision,name:bd-01
source: Bandarban
fa: بندربان

# model:country.subdivision,name:bd-02
source: Barguna
fa: بارگونا

# model:country.subdivision,name:bd-03
source: Bogra
fa: بگرا

# model:country.subdivision,name:bd-04
source: Brahmanbaria
fa: برهمن بریا

# model:country.subdivision,name:bd-05
source: Bagerhat
fa: بگرهات

# model:country.subdivision,name:bd-06
source: Barisal
fa: باریسال

# model:country.subdivision,name:bd-07
source: Bhola
fa: بولا

# model:country.subdivision,name:bd-08
source: Comilla
fa: کمیلا

# model:country.subdivision,name:bd-09
source: Chandpur
fa: چاندپور

# model:country.subdivision,name:bd-10
source: Chittagong
fa: چیتاگونگ

# model:country.subdivision,name:bd-11
source: Cox's Bazar
fa: بازار ككس

# model:country.subdivision,name:bd-12
source: Chuadanga
fa: چودانگا

# model:country.subdivision,name:bd-13
source: Dhaka
fa: داکا

# model:country.subdivision,name:bd-14
source: Dinajpur
fa: دیناژپور

# model:country.subdivision,name:bd-15
source: Faridpur
fa: فریدپور

# model:country.subdivision,name:bd-16
source: Feni
fa: فینی

# model:country.subdivision,name:bd-17
source: Gopalganj
fa: گوپال گنج

# model:country.subdivision,name:bd-18
source: Gazipur
fa: قازی پور

# model:country.subdivision,name:bd-19
source: Gaibandha
fa: گایباندا

# model:country.subdivision,name:bd-20
source: Habiganj
fa: هابیگانج

# model:country.subdivision,name:bd-21
source: Jamalpur
fa: جمالپور

# model:country.subdivision,name:bd-22
source: Jessore
fa: جسورا

# model:country.subdivision,name:bd-23
source: Jhenaidah
fa: جناحیاه

# model:country.subdivision,name:bd-24
source: Jaipurhat
fa: جیپورهات

# model:country.subdivision,name:bd-25
source: Jhalakati
fa: جالاکتی

# model:country.subdivision,name:bd-26
source: Kishorganj
fa: کیشورگنج

# model:country.subdivision,name:bd-27
source: Khulna
fa: خولنا

# model:country.subdivision,name:bd-28
source: Kurigram
fa: کوریگرام

# model:country.subdivision,name:bd-29
source: Khagrachari
fa: خراشری

# model:country.subdivision,name:bd-30
source: Kushtia
fa: کوششیا

# model:country.subdivision,name:bd-31
source: Lakshmipur
fa: لاکمیپور

# model:country.subdivision,name:bd-32
source: Lalmonirhat
fa: لالمونیرات

# model:country.subdivision,name:bd-33
source: Manikganj
fa: مانیکگانج

# model:country.subdivision,name:bd-34
source: Mymensingh
fa: میمینسینگ

# model:country.subdivision,name:bd-35
source: Munshiganj
fa: مانشی گانج

# model:country.subdivision,name:bd-36
source: Madaripur
fa: مداریپور

# model:country.subdivision,name:bd-37
source: Magura
fa: مگورا

# model:country.subdivision,name:bd-38
source: Moulvibazar
fa: مولوی بازار

# model:country.subdivision,name:bd-39
source: Meherpur
fa: مهرپور

# model:country.subdivision,name:bd-40
source: Narayanganj
fa: ناریانگانج

# model:country.subdivision,name:bd-41
source: Netrakona
fa: نتراکونا

# model:country.subdivision,name:bd-42
source: Narsingdi
fa: نارسندی

# model:country.subdivision,name:bd-43
source: Narail
fa: ناریل

# model:country.subdivision,name:bd-44
source: Natore
fa: ناتور

# model:country.subdivision,name:bd-45
source: Nawabganj
fa: نواب گنج

# model:country.subdivision,name:bd-46
source: Nilphamari
fa: نیلفامری

# model:country.subdivision,name:bd-47
source: Noakhali
fa: نوکالی

# model:country.subdivision,name:bd-48
source: Naogaon
fa: ناوگان

# model:country.subdivision,name:bd-49
source: Pabna
fa: پابنا

# model:country.subdivision,name:bd-50
source: Pirojpur
fa: پیرج پور

# model:country.subdivision,name:bd-51
source: Patuakhali
fa: پاتواکالی

# model:country.subdivision,name:bd-52
source: Panchagarh
fa: پانچگره

# model:country.subdivision,name:bd-53
source: Rajbari
fa: راجباری

# model:country.subdivision,name:bd-54
source: Rajshahi
fa: راجشاهی

# model:country.subdivision,name:bd-55
source: Rangpur
fa: رانگپور

# model:country.subdivision,name:bd-56
source: Rangamati
fa: راگامامتی

# model:country.subdivision,name:bd-57
source: Sherpur
fa: شرپور

# model:country.subdivision,name:bd-58
source: Satkhira
fa: ساتکرا

# model:country.subdivision,name:bd-59
source: Sirajganj
fa: سیرج گنج

# model:country.subdivision,name:bd-60
source: Sylhet
fa: سیلت

# model:country.subdivision,name:bd-61
source: Sunamganj
fa: سونامگنج

# model:country.subdivision,name:bd-62
source: Shariatpur
fa: شریعتپور

# model:country.subdivision,name:bd-63
source: Tangail
fa: تنگیل

# model:country.subdivision,name:bd-64
source: Thakurgaon
fa: تاکورگاون

# model:country.subdivision,name:bd-a
source: Barisal
fa: باریسال

# model:country.subdivision,name:bd-b
source: Chittagong
fa: چیتاگونگ

# model:country.subdivision,name:bd-c
source: Dhaka
fa: داکا

# model:country.subdivision,name:bd-d
source: Khulna
fa: خولنا

# model:country.subdivision,name:bd-e
source: Rajshahi
fa: راجشاهی

# model:country.subdivision,name:bd-f
source: Rangpur
fa: رانگپور

# model:country.subdivision,name:bd-g
source: Sylhet
fa: سیلت

# model:country.subdivision,name:be-bru
source: Bruxelles-Capitale, Région de;Brussels Hoofdstedelijk Gewest
fa: بروکسل- منطقه مالی بروکسل

# model:country.subdivision,name:be-van
source: Antwerpen
fa: آنتورپ

# model:country.subdivision,name:be-vbr
source: Vlaams-Brabant
fa: ولامز - برابانت

# model:country.subdivision,name:be-vlg
source: Vlaams Gewest
fa: ولامز جیوست

# model:country.subdivision,name:be-vli
source: Limburg
fa: لیمبورگ

# model:country.subdivision,name:be-vov
source: Oost-Vlaanderen
fa: فلاندر شرقی

# model:country.subdivision,name:be-vwv
source: West-Vlaanderen
fa: فلاندر غربی

# model:country.subdivision,name:be-wal
source: wallonne, Région
fa: منطقه والون

# model:country.subdivision,name:be-wbr
source: Brabant wallon
fa: برابانت ولون

# model:country.subdivision,name:be-wht
source: Hainaut
fa: انویت

# model:country.subdivision,name:be-wlg
source: Liège
fa: لیژ

# model:country.subdivision,name:be-wlx
source: Luxembourg
fa: لوکزامبورگ

# model:country.subdivision,name:be-wna
source: Namur
fa: نامور

# model:country.subdivision,name:bf-01
source: Boucle du Mouhoun
fa: بوکل دو مووون

# model:country.subdivision,name:bf-02
source: Cascades
fa: کسکاد

# model:country.subdivision,name:bf-03
source: Centre
fa: مرکز

# model:country.subdivision,name:bf-04
source: Centre-Est
fa: شرق مرکز

# model:country.subdivision,name:bf-05
source: Centre-Nord
fa: شمال مرکز

# model:country.subdivision,name:bf-06
source: Centre-Ouest
fa: غرب مرکز

# model:country.subdivision,name:bf-07
source: Centre-Sud
fa: جنوب مرکز

# model:country.subdivision,name:bf-08
source: Est
fa: شرق

# model:country.subdivision,name:bf-09
source: Hauts-Bassins
fa: هووبسا

# model:country.subdivision,name:bf-10
source: Nord
fa: نورد

# model:country.subdivision,name:bf-11
source: Plateau-Central
fa: فلات مرکزی

# model:country.subdivision,name:bf-12
source: Sahel
fa: ساحل (آفریقا)

# model:country.subdivision,name:bf-13
source: Sud-Ouest
fa: جنوب غربی

# model:country.subdivision,name:bf-bal
source: Balé
fa: باله

# model:country.subdivision,name:bf-bam
source: Bam
fa: بام

# model:country.subdivision,name:bf-ban
source: Banwa
fa: بانوا

# model:country.subdivision,name:bf-baz
source: Bazèga
fa: بازگا

# model:country.subdivision,name:bf-bgr
source: Bougouriba
fa: بووگووریبا

# model:country.subdivision,name:bf-blg
source: Boulgou
fa: بوگوگو

# model:country.subdivision,name:bf-blk
source: Boulkiemdé
fa: بوکیمده

# model:country.subdivision,name:bf-com
source: Comoé
fa: کوموی

# model:country.subdivision,name:bf-gan
source: Ganzourgou
fa: گنجورگو

# model:country.subdivision,name:bf-gna
source: Gnagna
fa: گناگنا

# model:country.subdivision,name:bf-gou
source: Gourma
fa: گورما

# model:country.subdivision,name:bf-hou
source: Houet
fa: هوت

# model:country.subdivision,name:bf-iob
source: Ioba
fa: ایوبا

# model:country.subdivision,name:bf-kad
source: Kadiogo
fa: کادیوگو

# model:country.subdivision,name:bf-ken
source: Kénédougou
fa: کندووگوو

# model:country.subdivision,name:bf-kmd
source: Komondjari
fa: کوموندیاری

# model:country.subdivision,name:bf-kmp
source: Kompienga
fa: کمپینگا

# model:country.subdivision,name:bf-kop
source: Koulpélogo
fa: کولپالوگو

# model:country.subdivision,name:bf-kos
source: Kossi
fa: کاسی
