Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:gb-agy
source: Isle of Anglesey; Sir Ynys Môn
fa: جزیره انگلیسی سر یانیس مان

# model:country.subdivision,name:gb-and
source: Ards and North Down
fa: آردس و شمال پائین

# model:country.subdivision,name:gb-ann
source: Antrim and Newtownabbey
fa: آنتریم و نیوتاون ابی

# model:country.subdivision,name:gb-ans
source: Angus
fa: آنگوس

# model:country.subdivision,name:gb-bas
source: Bath and North East Somerset
fa: بث و شمال شرق سامرست

# model:country.subdivision,name:gb-bbd
source: Blackburn with Darwen
fa: بلکبرن با داروین

# model:country.subdivision,name:gb-bdf
source: Bedford
fa: بدفورد

# model:country.subdivision,name:gb-bdg
source: Barking and Dagenham
fa: برکنگ و داگنام

# model:country.subdivision,name:gb-ben
source: Brent
fa: برنت

# model:country.subdivision,name:gb-bex
source: Bexley
fa: بکسلی

# model:country.subdivision,name:gb-bfs
source: Belfast
fa: بلفاست

# model:country.subdivision,name:gb-bge
source: Bridgend; Pen-y-bont ar Ogwr
fa: بریدگند؛ پنی بونت اروژر

# model:country.subdivision,name:gb-bgw
source: Blaenau Gwent
fa: بلانو گوانت

# model:country.subdivision,name:gb-bir
source: Birmingham
fa: بیرمنگام

# model:country.subdivision,name:gb-bkm
source: Buckinghamshire
fa: باکینگ همشایر

# model:country.subdivision,name:gb-bmh
source: Bournemouth
fa: بورنموث

# model:country.subdivision,name:gb-bne
source: Barnet
fa: بارنت

# model:country.subdivision,name:gb-bnh
source: Brighton and Hove
fa: برایتن و هوی

# model:country.subdivision,name:gb-bns
source: Barnsley
fa: برنسلی

# model:country.subdivision,name:gb-bol
source: Bolton
fa: بولتون

# model:country.subdivision,name:gb-bpl
source: Blackpool
fa: بلاک پول

# model:country.subdivision,name:gb-brc
source: Bracknell Forest
fa: برکنل فورست

# model:country.subdivision,name:gb-brd
source: Bradford
fa: برادفورد

# model:country.subdivision,name:gb-bry
source: Bromley
fa: برملی

# model:country.subdivision,name:gb-bst
source: Bristol, City of
fa: بریستول

# model:country.subdivision,name:gb-bur
source: Bury
fa: باری

# model:country.subdivision,name:gb-cam
source: Cambridgeshire
fa: کمبریج شایر

# model:country.subdivision,name:gb-cay
source: Caerphilly; Caerffili
fa: سرافیلی؛ سیرفیلی

# model:country.subdivision,name:gb-cbf
source: Central Bedfordshire
fa: بدفوردشایر مرکزی

# model:country.subdivision,name:gb-ccg
source: Causeway Coast and Glens
fa: ساحل کوزو و گلنس

# model:country.subdivision,name:gb-cgn
source: Ceredigion; Sir Ceredigion
fa: کاردیگیون؛ سر کاردیگیون

# model:country.subdivision,name:gb-che
source: Cheshire East
fa: شرق چشایر

# model:country.subdivision,name:gb-chw
source: Cheshire West and Chester
fa: چشایر غرب و چستر

# model:country.subdivision,name:gb-cld
source: Calderdale
fa: کالدردال

# model:country.subdivision,name:gb-clk
source: Clackmannanshire
fa: کلاکمانان شایر

# model:country.subdivision,name:gb-cma
source: Cumbria
fa: کومبریا

# model:country.subdivision,name:gb-cmd
source: Camden
fa: کامدن

# model:country.subdivision,name:gb-cmn
source: Carmarthenshire; Sir Gaerfyrddin
fa: کارماردن شایر؛ سر گارفریدین

# model:country.subdivision,name:gb-con
source: Cornwall
fa: کورنوال

# model:country.subdivision,name:gb-cov
source: Coventry
fa: کاونتری

# model:country.subdivision,name:gb-crf
source: Cardiff; Caerdydd
fa: کاردیف؛ کردت

# model:country.subdivision,name:gb-cry
source: Croydon
fa: کروئیدون

# model:country.subdivision,name:gb-cwy
source: Conwy
fa: کونوی

# model:country.subdivision,name:gb-dal
source: Darlington
fa: دارلینگتون

# model:country.subdivision,name:gb-dby
source: Derbyshire
fa: دربی شایر

# model:country.subdivision,name:gb-den
source: Denbighshire; Sir Ddinbych
fa: دنبیگ شایر؛ سر دینبچ

# model:country.subdivision,name:gb-der
source: Derby
fa: داربی، انگلستان

# model:country.subdivision,name:gb-dev
source: Devon
fa: دوون

# model:country.subdivision,name:gb-dgy
source: Dumfries and Galloway
fa: دمفریز و گالووی

# model:country.subdivision,name:gb-dnc
source: Doncaster
fa: دون کستر

# model:country.subdivision,name:gb-dnd
source: Dundee City
fa: داندی شهر

# model:country.subdivision,name:gb-dor
source: Dorset
fa: دورست

# model:country.subdivision,name:gb-drs
source: Derry and Strabane
fa: دری و استربن

# model:country.subdivision,name:gb-dud
source: Dudley
fa: دادلی

# model:country.subdivision,name:gb-dur
source: Durham County
fa: دورهام کانتی

# model:country.subdivision,name:gb-eal
source: Ealing
fa: ایلینگ

# model:country.subdivision,name:gb-eaw
source: England and Wales
fa: انگلند و والس

# model:country.subdivision,name:gb-eay
source: East Ayrshire
fa: شرق ارشایر

# model:country.subdivision,name:gb-edh
source: Edinburgh, City of
fa: ادینبورگ

# model:country.subdivision,name:gb-edu
source: East Dunbartonshire
fa: دون بارتون شایر شرقی

# model:country.subdivision,name:gb-eln
source: East Lothian
fa: شرق لوتيان

# model:country.subdivision,name:gb-els
source: Eilean Siar
fa: ایلین سیار

# model:country.subdivision,name:gb-enf
source: Enfield
fa: اینفیلد

# model:country.subdivision,name:gb-eng
source: England
fa: انگلستان

# model:country.subdivision,name:gb-erw
source: East Renfrewshire
fa: شرق رنفروی شایر

# model:country.subdivision,name:gb-ery
source: East Riding of Yorkshire
fa: یورکشایر شرقی

# model:country.subdivision,name:gb-ess
source: Essex
fa: اسکس

# model:country.subdivision,name:gb-esx
source: East Sussex
fa: شرق ساسکس

# model:country.subdivision,name:gb-fal
source: Falkirk
fa: فولکرک

# model:country.subdivision,name:gb-fif
source: Fife
fa: فایف

# model:country.subdivision,name:gb-fln
source: Flintshire; Sir y Fflint
fa: فلین شایر؛ سر فلینت

# model:country.subdivision,name:gb-fmo
source: Fermanagh and Omagh
fa: فزماناگ و اوماگ

# model:country.subdivision,name:gb-gat
source: Gateshead
fa: گیتس هد

# model:country.subdivision,name:gb-gbn
source: Great Britain
fa: بريتانيای بزرگ

# model:country.subdivision,name:gb-glg
source: Glasgow City
fa: شهر گلاسگو

# model:country.subdivision,name:gb-gls
source: Gloucestershire
fa: گلوچسترشایر

# model:country.subdivision,name:gb-gre
source: Greenwich
fa: گرینویچ

# model:country.subdivision,name:gb-gwn
source: Gwynedd
fa: گوینسد

# model:country.subdivision,name:gb-hal
source: Halton
fa: هالتون

# model:country.subdivision,name:gb-ham
source: Hampshire
fa: همپشایر

# model:country.subdivision,name:gb-hav
source: Havering
fa: هیورینگ

# model:country.subdivision,name:gb-hck
source: Hackney
fa: هکنی

# model:country.subdivision,name:gb-hef
source: Herefordshire
fa: هرفوردشایر

# model:country.subdivision,name:gb-hil
source: Hillingdon
fa: هیلینگتون

# model:country.subdivision,name:gb-hld
source: Highland
fa: هایلند

# model:country.subdivision,name:gb-hmf
source: Hammersmith and Fulham
fa: هامرسمیت و فولهام

# model:country.subdivision,name:gb-hns
source: Hounslow
fa: هانسلو

# model:country.subdivision,name:gb-hpl
source: Hartlepool
fa: هارتلپول

# model:country.subdivision,name:gb-hrt
source: Hertfordshire
fa: هارتفوردشایر

# model:country.subdivision,name:gb-hrw
source: Harrow
fa: هارو

# model:country.subdivision,name:gb-hry
source: Haringey
fa: هارینگی

# model:country.subdivision,name:gb-ios
source: Isles of Scilly
fa: جزایر اسلیلی

# model:country.subdivision,name:gb-iow
source: Isle of Wight
fa: جزیره وایت

# model:country.subdivision,name:gb-isl
source: Islington
fa: ایزلینگتون

# model:country.subdivision,name:gb-ivc
source: Inverclyde
fa: اینودکلاید

# model:country.subdivision,name:gb-kec
source: Kensington and Chelsea
fa: کنسینگتون و چلسی

# model:country.subdivision,name:gb-ken
source: Kent
fa: کنت

# model:country.subdivision,name:gb-khl
source: Kingston upon Hull
fa: کینگستون تا هال

# model:country.subdivision,name:gb-kir
source: Kirklees
fa: کرکلیز

# model:country.subdivision,name:gb-ktt
source: Kingston upon Thames
fa: کینگستون روی تامز

# model:country.subdivision,name:gb-kwl
source: Knowsley
fa: نوزلی

# model:country.subdivision,name:gb-lan
source: Lancashire
fa: لنکشایر

# model:country.subdivision,name:gb-lbc
source: Lisburn and Castlereagh
fa: لیسبرن و کاستلری

# model:country.subdivision,name:gb-lbh
source: Lambeth
fa: لامبیت

# model:country.subdivision,name:gb-lce
source: Leicester
fa: لستر

# model:country.subdivision,name:gb-lds
source: Leeds
fa: لیدز

# model:country.subdivision,name:gb-lec
source: Leicestershire
fa: لسترشایر

# model:country.subdivision,name:gb-lew
source: Lewisham
fa: لوشام

# model:country.subdivision,name:gb-lin
source: Lincolnshire
fa: لینکلن شایر

# model:country.subdivision,name:gb-liv
source: Liverpool
fa: لیورپول

# model:country.subdivision,name:gb-lnd
source: London, City of
fa: لندن

# model:country.subdivision,name:gb-lut
source: Luton
fa: لوتون

# model:country.subdivision,name:gb-man
source: Manchester
fa: منچستر

# model:country.subdivision,name:gb-mdb
source: Middlesbrough
fa: میدلزبورو

# model:country.subdivision,name:gb-mdw
source: Medway
fa: مد وی

# model:country.subdivision,name:gb-mea
source: Mid and East Antrim
fa: شرق و میانه آنتریم

# model:country.subdivision,name:gb-mik
source: Milton Keynes
fa: میلتون کینز

# model:country.subdivision,name:gb-mln
source: Midlothian
fa: میدلوتین

# model:country.subdivision,name:gb-mon
source: Monmouthshire; Sir Fynwy
fa: مونموث شایر؛ سر فینوی

# model:country.subdivision,name:gb-mrt
source: Merton
fa: مورتون

# model:country.subdivision,name:gb-mry
source: Moray
fa: موری

# model:country.subdivision,name:gb-mty
source: Merthyr Tydfil; Merthyr Tudful
fa: مارتیر تیدفیل؛ مارتیر تدفول

# model:country.subdivision,name:gb-mul
source: Mid Ulster
fa: میدآلستر

# model:country.subdivision,name:gb-nay
source: North Ayrshire
fa: شمال ايرشاير

# model:country.subdivision,name:gb-nbl
source: Northumberland
fa: نورث‌آمبرلند

# model:country.subdivision,name:gb-nel
source: North East Lincolnshire
fa: شمال شرق لینکلنی شایر

# model:country.subdivision,name:gb-net
source: Newcastle upon Tyne
fa: نیوکاسل روی تین

# model:country.subdivision,name:gb-nfk
source: Norfolk
fa: نورفولک

# model:country.subdivision,name:gb-ngm
source: Nottingham
fa: ناتینگهام

# model:country.subdivision,name:gb-nir
source: Northern Ireland
fa: ایرلند شمالی

# model:country.subdivision,name:gb-nlk
source: North Lanarkshire
fa: شمال لانک شایر

# model:country.subdivision,name:gb-nln
source: North Lincolnshire
fa: لینکلن شایر شمالی

# model:country.subdivision,name:gb-nmd
source: Newry, Mourne and Down
fa: نیوری، مورن و پایین

# model:country.subdivision,name:gb-nsm
source: North Somerset
fa: سامرست شمالی

# model:country.subdivision,name:gb-nth
source: Northamptonshire
fa: نیو همپشایر

# model:country.subdivision,name:gb-ntl
source: Neath Port Talbot; Castell-nedd Port Talbot
fa: نایت پورت تالبوت؛ ; کاستل ند پورت تالبوت

# model:country.subdivision,name:gb-ntt
source: Nottinghamshire
fa: ناتینگهام شایر

# model:country.subdivision,name:gb-nty
source: North Tyneside
fa: شمال تینزاید

# model:country.subdivision,name:gb-nwm
source: Newham
fa: نیوهام

# model:country.subdivision,name:gb-nwp
source: Newport; Casnewydd
fa: نیو پورت؛ کازن وید

# model:country.subdivision,name:gb-nyk
source: North Yorkshire
fa: یورکشایر شمالی

# model:country.subdivision,name:gb-old
source: Oldham
fa: اُلدهام

# model:country.subdivision,name:gb-ork
source: Orkney Islands
fa: جزایر اوکنی

# model:country.subdivision,name:gb-oxf
source: Oxfordshire
fa: آکسفورد شایر

# model:country.subdivision,name:gb-pem
source: Pembrokeshire; Sir Benfro
fa: پیمبورک شایر؛ سر بینفرو

# model:country.subdivision,name:gb-pkn
source: Perth and Kinross
fa: پرت و کنراس

# model:country.subdivision,name:gb-ply
source: Plymouth
fa: پلیموث

# model:country.subdivision,name:gb-pol
source: Poole
fa: پوو

# model:country.subdivision,name:gb-por
source: Portsmouth
fa: پورتسموث

# model:country.subdivision,name:gb-pow
source: Powys
fa: پاووس

# model:country.subdivision,name:gb-pte
source: Peterborough
fa: پیتربورو

# model:country.subdivision,name:gb-rcc
source: Redcar and Cleveland
fa: کلیولند و ردکار

# model:country.subdivision,name:gb-rch
source: Rochdale
fa: روچدل

# model:country.subdivision,name:gb-rct
source: Rhondda, Cynon, Taff; Rhondda, Cynon, Taf
fa: رواندا منطقه تاف

# model:country.subdivision,name:gb-rdb
source: Redbridge
fa: ردبریج

# model:country.subdivision,name:gb-rdg
source: Reading
fa: خواندن

# model:country.subdivision,name:gb-rfw
source: Renfrewshire
fa: رنفروشایر

# model:country.subdivision,name:gb-ric
source: Richmond upon Thames
fa: ریچموند بر تامز

# model:country.subdivision,name:gb-rot
source: Rotherham
fa: راترام

# model:country.subdivision,name:gb-rut
source: Rutland
fa: راتلند

# model:country.subdivision,name:gb-saw
source: Sandwell
fa: ساندول

# model:country.subdivision,name:gb-say
source: South Ayrshire
fa: ایرشایر جنوبی

# model:country.subdivision,name:gb-scb
source: Scottish Borders, The
fa: اسکاتلند، مرزهای اسکاتلند

# model:country.subdivision,name:gb-sct
source: Scotland
fa: اسکاتلند

# model:country.subdivision,name:gb-sfk
source: Suffolk
fa: سافک

# model:country.subdivision,name:gb-sft
source: Sefton
fa: سفتون

# model:country.subdivision,name:gb-sgc
source: South Gloucestershire
fa: گلوسسترشایر جنوبی

# model:country.subdivision,name:gb-shf
source: Sheffield
fa: شفیلد

# model:country.subdivision,name:gb-shn
source: St. Helens
fa: سنت هلنز

# model:country.subdivision,name:gb-shr
source: Shropshire
fa: شروپشایر

# model:country.subdivision,name:gb-skp
source: Stockport
fa: استاکپورت

# model:country.subdivision,name:gb-slf
source: Salford
fa: سالفورد

# model:country.subdivision,name:gb-slg
source: Slough
fa: اسلاو

# model:country.subdivision,name:gb-slk
source: South Lanarkshire
fa: جنوب لانارکشایر

# model:country.subdivision,name:gb-snd
source: Sunderland
fa: ساندرلند

# model:country.subdivision,name:gb-sol
source: Solihull
fa: سلیهول

# model:country.subdivision,name:gb-som
source: Somerset
fa: سامرست

# model:country.subdivision,name:gb-sos
source: Southend-on-Sea
fa: ساوتند اون سی

# model:country.subdivision,name:gb-sry
source: Surrey
fa: سوری

# model:country.subdivision,name:gb-ste
source: Stoke-on-Trent
fa: استوک-آن-ترنت

# model:country.subdivision,name:gb-stg
source: Stirling
fa: استرلینگ

# model:country.subdivision,name:gb-sth
source: Southampton
fa: ساوت همپتن

# model:country.subdivision,name:gb-stn
source: Sutton
fa: ساتون

# model:country.subdivision,name:gb-sts
source: Staffordshire
fa: استافوردشایر

# model:country.subdivision,name:gb-stt
source: Stockton-on-Tees
fa: استوککتون آن تیس

# model:country.subdivision,name:gb-sty
source: South Tyneside
fa: ساوت تاینساید

# model:country.subdivision,name:gb-swa
source: Swansea; Abertawe
fa: ساونسیا آبرتاوی

# model:country.subdivision,name:gb-swd
source: Swindon
fa: سویندن

# model:country.subdivision,name:gb-swk
source: Southwark
fa: ساوتهاک

# model:country.subdivision,name:gb-tam
source: Tameside
fa: تامساید

# model:country.subdivision,name:gb-tfw
source: Telford and Wrekin
fa: تلفورد و ورکئن

# model:country.subdivision,name:gb-thr
source: Thurrock
fa: ثورروک

# model:country.subdivision,name:gb-tob
source: Torbay
fa: توربای

# model:country.subdivision,name:gb-tof
source: Torfaen; Tor-faen
fa: تورفیان

# model:country.subdivision,name:gb-trf
source: Trafford
fa: ترافورد

# model:country.subdivision,name:gb-twh
source: Tower Hamlets
fa: تاورهملتس

# model:country.subdivision,name:gb-ukm
source: United Kingdom
fa: انگلستان

# model:country.subdivision,name:gb-vgl
source: Vale of Glamorgan, The; Bro Morgannwg
fa: روستای گلیمورگان

# model:country.subdivision,name:gb-war
source: Warwickshire
fa: وارویک شایر

# model:country.subdivision,name:gb-wbk
source: West Berkshire
fa: غرب برکشایر

# model:country.subdivision,name:gb-wdu
source: West Dunbartonshire
fa: غرب دون بارتونشیایر

# model:country.subdivision,name:gb-wft
source: Waltham Forest
fa: ولفام فورست

# model:country.subdivision,name:gb-wgn
source: Wigan
fa: ویگان

# model:country.subdivision,name:gb-wil
source: Wiltshire
fa: ویلت شایر

# model:country.subdivision,name:gb-wkf
source: Wakefield
fa: ویکفیلد

# model:country.subdivision,name:gb-wll
source: Walsall
fa: والسول

# model:country.subdivision,name:gb-wln
source: West Lothian
fa: غرب لوتيان

# model:country.subdivision,name:gb-wls
source: Wales; Cymru
fa: ویلز؛ سیمرو

# model:country.subdivision,name:gb-wlv
source: Wolverhampton
fa: ولورهمپتون

# model:country.subdivision,name:gb-wnd
source: Wandsworth
fa: واندزورس

# model:country.subdivision,name:gb-wnm
source: Windsor and Maidenhead
fa: وینسور و مییدنهد

# model:country.subdivision,name:gb-wok
source: Wokingham
fa: ووکینگام

# model:country.subdivision,name:gb-wor
source: Worcestershire
fa: وستشایر

# model:country.subdivision,name:gb-wrl
source: Wirral
fa: ویرال

# model:country.subdivision,name:gb-wrt
source: Warrington
fa: وارینگتون

# model:country.subdivision,name:gb-wrx
source: Wrexham; Wrecsam
fa: وریزگام

# model:country.subdivision,name:gb-wsm
source: Westminster
fa: وست‌مینستر

# model:country.subdivision,name:gb-wsx
source: West Sussex
fa: غرب ساسکس

# model:country.subdivision,name:gb-yor
source: York
fa: یورک

# model:country.subdivision,name:gb-zet
source: Shetland Islands
fa: جزایر شتلند

# model:country.subdivision,name:gd-01
source: Saint Andrew
fa: سانت اندرو

# model:country.subdivision,name:gd-02
source: Saint David
fa: سنت دیوید

# model:country.subdivision,name:gd-03
source: Saint George
fa: سنت جورج

# model:country.subdivision,name:gd-04
source: Saint John
fa: سنت جان

# model:country.subdivision,name:gd-05
source: Saint Mark
fa: سنت مارک

# model:country.subdivision,name:gd-06
source: Saint Patrick
fa: سنت پاتریک

# model:country.subdivision,name:gd-10
source: Southern Grenadine Islands
fa: جزایر جنوبی گرنادین

# model:country.subdivision,name:ge-ab
source: Abkhazia
fa: آبخازیا

# model:country.subdivision,name:ge-aj
source: Ajaria
fa: آجاریا

# model:country.subdivision,name:ge-gu
source: Guria
fa: گوریا

# model:country.subdivision,name:ge-im
source: Imeret’i
fa: ایمرتی

# model:country.subdivision,name:ge-ka
source: Kakhet’i
fa: کاکتی

# model:country.subdivision,name:ge-kk
source: K’vemo K’art’li
fa: کوموکنی

# model:country.subdivision,name:ge-mm
source: Mts’khet’a-Mt’ianet’i
fa: یچی اسکی مانی

# model:country.subdivision,name:ge-rl
source: Racha-Lech’khumi-K’vemo Svanet’i
fa: راچو لاومی

# model:country.subdivision,name:ge-sj
source: Samts’khe-Javakhet’i
fa: سامتشکی- جاواکتی

# model:country.subdivision,name:ge-sk
source: Shida K’art’li
fa: شیدا کارتلی

# model:country.subdivision,name:ge-sz
source: Samegrelo-Zemo Svanet’i
fa: سامگلو

# model:country.subdivision,name:ge-tb
source: T’bilisi
fa: تفلیس

# model:country.subdivision,name:gh-aa
source: Greater Accra
fa: اکرا بزرگ

# model:country.subdivision,name:gh-ah
source: Ashanti
fa: آشانتی

# model:country.subdivision,name:gh-ba
source: Brong-Ahafo
fa: برونهافو

# model:country.subdivision,name:gh-cp
source: Central
fa: مرکزی

# model:country.subdivision,name:gh-ep
source: Eastern
fa: شرقی

# model:country.subdivision,name:gh-np
source: Northern
fa: شمالی

# model:country.subdivision,name:gh-tv
source: Volta
fa: ولتا

# model:country.subdivision,name:gh-ue
source: Upper East
fa: شمال شرق

# model:country.subdivision,name:gh-uw
source: Upper West
fa: شمال غرب

# model:country.subdivision,name:gh-wp
source: Western
fa: غربی

# model:country.subdivision,name:gl-ku
source: Kommune Kujalleq
fa: کومیون کیجایلک

# model:country.subdivision,name:gl-qa
source: Qaasuitsup Kommunia
fa: کاستیوسپ کامونیا

# model:country.subdivision,name:gl-qe
source: Qeqqata Kommunia
fa: کیکاتا کامونیا

# model:country.subdivision,name:gl-sm
source: Kommuneqarfik Sermersooq
fa: کامونیا کافیک سرمسیک

# model:country.subdivision,name:gm-b
source: Banjul
fa: بانجول

# model:country.subdivision,name:gm-l
source: Lower River
fa: لوورریور

# model:country.subdivision,name:gm-m
source: Central River
fa: سنترال ریور

# model:country.subdivision,name:gm-n
source: North Bank
fa: نورث بانک

# model:country.subdivision,name:gm-u
source: Upper River
fa: آپر ریور

# model:country.subdivision,name:gm-w
source: Western
fa: غربی

# model:country.subdivision,name:gn-b
source: Boké
fa: بوکه

# model:country.subdivision,name:gn-be
source: Beyla
fa: بیلا

# model:country.subdivision,name:gn-bf
source: Boffa
fa: بوفا

# model:country.subdivision,name:gn-bk
source: Boké
fa: بوکه

# model:country.subdivision,name:gn-c
source: Conakry
fa: کوناکری

# model:country.subdivision,name:gn-co
source: Coyah
fa: کویا

# model:country.subdivision,name:gn-d
source: Kindia
fa: کیندیا

# model:country.subdivision,name:gn-db
source: Dabola
fa: دابولا

# model:country.subdivision,name:gn-di
source: Dinguiraye
fa: دینگوایری

# model:country.subdivision,name:gn-dl
source: Dalaba
fa: دالابا

# model:country.subdivision,name:gn-du
source: Dubréka
fa: دوبرکا

# model:country.subdivision,name:gn-f
source: Faranah
fa: فرناه

# model:country.subdivision,name:gn-fa
source: Faranah
fa: فرناه

# model:country.subdivision,name:gn-fo
source: Forécariah
fa: فوراکاریا

# model:country.subdivision,name:gn-fr
source: Fria
fa: فریا

# model:country.subdivision,name:gn-ga
source: Gaoual
fa: گائوال

# model:country.subdivision,name:gn-gu
source: Guékédou
fa: کیکه وگو

# model:country.subdivision,name:gn-k
source: Kankan
fa: کانکان

# model:country.subdivision,name:gn-ka
source: Kankan
fa: کانکان

# model:country.subdivision,name:gn-kb
source: Koubia
fa: کوبیا

# model:country.subdivision,name:gn-kd
source: Kindia
fa: کیندیا

# model:country.subdivision,name:gn-ke
source: Kérouané
fa: کروانه

# model:country.subdivision,name:gn-kn
source: Koundara
fa: کوندارا

# model:country.subdivision,name:gn-ko
source: Kouroussa
fa: کوروسا

# model:country.subdivision,name:gn-ks
source: Kissidougou
fa: کیسدوگو

# model:country.subdivision,name:gn-l
source: Labé
fa: لبه

# model:country.subdivision,name:gn-la
source: Labé
fa: لبه

# model:country.subdivision,name:gn-le
source: Lélouma
fa: لولوما

# model:country.subdivision,name:gn-lo
source: Lola
fa: لولا

# model:country.subdivision,name:gn-m
source: Mamou
fa: مامو

# model:country.subdivision,name:gn-mc
source: Macenta
fa: مکنتا

# model:country.subdivision,name:gn-md
source: Mandiana
fa: مندیانا

# model:country.subdivision,name:gn-ml
source: Mali
fa: مالی

# model:country.subdivision,name:gn-mm
source: Mamou
fa: مامو

# model:country.subdivision,name:gn-n
source: Nzérékoré
fa: انزرکوره

# model:country.subdivision,name:gn-nz
source: Nzérékoré
fa: انزرکوره

# model:country.subdivision,name:gn-pi
source: Pita
fa: پیتا

# model:country.subdivision,name:gn-si
source: Siguiri
fa: سگییری

# model:country.subdivision,name:gn-te
source: Télimélé
fa: تلیمیله

# model:country.subdivision,name:gn-to
source: Tougué
fa: توگی

# model:country.subdivision,name:gn-yo
source: Yomou
fa: یومو

# model:country.subdivision,name:gq-an
source: Annobón
fa: آنوبون

# model:country.subdivision,name:gq-bn
source: Bioko Norte
fa: بایوکو شمالی

# model:country.subdivision,name:gq-bs
source: Bioko Sur
fa: بایوکو جنوبی

# model:country.subdivision,name:gq-c
source: Región Continental
fa: حکومت کنتینانتال

# model:country.subdivision,name:gq-cs
source: Centro Sur
fa: جنوب مرکزی

# model:country.subdivision,name:gq-i
source: Región Insular
fa: رژیون ایسولار

# model:country.subdivision,name:gq-kn
source: Kié-Ntem
fa: کی انتم

# model:country.subdivision,name:gq-li
source: Litoral
fa: لیتوراو

# model:country.subdivision,name:gq-wn
source: Wele-Nzas
fa: ویل نزاس

# model:country.subdivision,name:gr-01
source: Aitolia kai Akarnania
fa: آیتولیا کای آکنانیا

# model:country.subdivision,name:gr-03
source: Voiotia
fa: ویوتیا

# model:country.subdivision,name:gr-04
source: Evvoias
fa: وه وویاس

# model:country.subdivision,name:gr-05
source: Evrytania
fa: ووریتانیا

# model:country.subdivision,name:gr-06
source: Fthiotida
fa: افثیوتیدا

# model:country.subdivision,name:gr-07
source: Fokida
fa: فوکیدا

# model:country.subdivision,name:gr-11
source: Argolida
fa: آرژولیدا
