Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# model:country.subdivision,name:gr-12
source: Arkadia
fa: آرکادیا

# model:country.subdivision,name:gr-13
source: Achaïa
fa: آهکی

# model:country.subdivision,name:gr-14
source: Ileia
fa: الیا

# model:country.subdivision,name:gr-15
source: Korinthia
fa: کورینتیا

# model:country.subdivision,name:gr-16
source: Lakonia
fa: لاکونیا

# model:country.subdivision,name:gr-17
source: Messinia
fa: مسینا

# model:country.subdivision,name:gr-21
source: Zakynthos
fa: زاکینتوس

# model:country.subdivision,name:gr-22
source: Kerkyra
fa: کرکیرا

# model:country.subdivision,name:gr-23
source: Kefallonia
fa: کفالونیا

# model:country.subdivision,name:gr-24
source: Lefkada
fa: کیفکافا

# model:country.subdivision,name:gr-31
source: Arta
fa: آرتا

# model:country.subdivision,name:gr-32
source: Thesprotia
fa: تزپورتیا

# model:country.subdivision,name:gr-33
source: Ioannina
fa: ایوانینا

# model:country.subdivision,name:gr-34
source: Preveza
fa: پرویز

# model:country.subdivision,name:gr-41
source: Karditsa
fa: کاردیتسا

# model:country.subdivision,name:gr-42
source: Larisa
fa: کیاریسا

# model:country.subdivision,name:gr-43
source: Magnisia
fa: ماگنیسیا

# model:country.subdivision,name:gr-44
source: Trikala
fa: تریکالا

# model:country.subdivision,name:gr-51
source: Grevena
fa: گره ونا

# model:country.subdivision,name:gr-52
source: Drama
fa: دراما

# model:country.subdivision,name:gr-53
source: Imathia
fa: سیماسیا

# model:country.subdivision,name:gr-54
source: Thessaloniki
fa: تسالونیکی

# model:country.subdivision,name:gr-55
source: Kavala
fa: کاوالا

# model:country.subdivision,name:gr-56
source: Kastoria
fa: کاستوریا

# model:country.subdivision,name:gr-57
source: Kilkis
fa: کیلکیز

# model:country.subdivision,name:gr-58
source: Kozani
fa: کوزانی

# model:country.subdivision,name:gr-59
source: Pella
fa: پی لا

# model:country.subdivision,name:gr-61
source: Pieria
fa: پیریا

# model:country.subdivision,name:gr-62
source: Serres
fa: سرس

# model:country.subdivision,name:gr-63
source: Florina
fa: فیورینا

# model:country.subdivision,name:gr-64
source: Chalkidiki
fa: خالکیدیکی

# model:country.subdivision,name:gr-69
source: Agio Oros
fa: فایوروس

# model:country.subdivision,name:gr-71
source: Evros
fa: اوروس

# model:country.subdivision,name:gr-72
source: Xanthi
fa: کسانتی

# model:country.subdivision,name:gr-73
source: Rodopi
fa: سرودوپی

# model:country.subdivision,name:gr-81
source: Dodekanisos
fa: نزوزکانیسوز

# model:country.subdivision,name:gr-82
source: Kyklades
fa: کیکلادس

# model:country.subdivision,name:gr-83
source: Lesvos
fa: لزبوس

# model:country.subdivision,name:gr-84
source: Samos
fa: ساموس

# model:country.subdivision,name:gr-85
source: Chios
fa: سیوس

# model:country.subdivision,name:gr-91
source: Irakleio
fa: هیراکلایو

# model:country.subdivision,name:gr-92
source: Lasithi
fa: لاستی

# model:country.subdivision,name:gr-93
source: Rethymno
fa: سرثیمینو

# model:country.subdivision,name:gr-94
source: Chania
fa: خانیا

# model:country.subdivision,name:gr-a
source: Anatoliki Makedonia kai Thraki
fa: مقدونیه شرقی و تراکیه

# model:country.subdivision,name:gr-a1
source: Attiki
fa: ساسیکی

# model:country.subdivision,name:gr-b
source: Kentriki Makedonia
fa: مقدونیه مرکزی

# model:country.subdivision,name:gr-c
source: Dytiki Makedonia
fa: مقدونیه غربی

# model:country.subdivision,name:gr-d
source: Ipeiros
fa: اپیروس

# model:country.subdivision,name:gr-e
source: Thessalia
fa: تسالالیا

# model:country.subdivision,name:gr-f
source: Ionia Nisia
fa: ایونیا نسیا

# model:country.subdivision,name:gr-g
source: Dytiki Ellada
fa: یونان غربی

# model:country.subdivision,name:gr-h
source: Sterea Ellada
fa: یونان مرکزی

# model:country.subdivision,name:gr-i
source: Attiki
fa: ساسیکی

# model:country.subdivision,name:gr-j
source: Peloponnisos
fa: پیلوپونیسوس

# model:country.subdivision,name:gr-k
source: Voreio Aigaio
fa: اژه شمالی

# model:country.subdivision,name:gr-l
source: Notio Aigaio
fa: اژه جنوبی

# model:country.subdivision,name:gr-m
source: Kriti
fa: کریتی

# model:country.subdivision,name:gt-av
source: Alta Verapaz
fa: آلتا وراپاز

# model:country.subdivision,name:gt-bv
source: Baja Verapaz
fa: بارتا وراپاز

# model:country.subdivision,name:gt-cm
source: Chimaltenango
fa: چیمالتینانگو

# model:country.subdivision,name:gt-cq
source: Chiquimula
fa: چیکیمیلا

# model:country.subdivision,name:gt-es
source: Escuintla
fa: اسکوینتلا

# model:country.subdivision,name:gt-gu
source: Guatemala
fa: گواتمالا

# model:country.subdivision,name:gt-hu
source: Huehuetenango
fa: هواهویتنانگو

# model:country.subdivision,name:gt-iz
source: Izabal
fa: ایزابلا

# model:country.subdivision,name:gt-ja
source: Jalapa
fa: جالپا

# model:country.subdivision,name:gt-ju
source: Jutiapa
fa: جوتیپا

# model:country.subdivision,name:gt-pe
source: Petén
fa: پتن

# model:country.subdivision,name:gt-pr
source: El Progreso
fa: ال پروگرسو

# model:country.subdivision,name:gt-qc
source: Quiché
fa: کوچه

# model:country.subdivision,name:gt-qz
source: Quetzaltenango
fa: کولتنانگو

# model:country.subdivision,name:gt-re
source: Retalhuleu
fa: ریتالویلو

# model:country.subdivision,name:gt-sa
source: Sacatepéquez
fa: ساکتاپکاز

# model:country.subdivision,name:gt-sm
source: San Marcos
fa: سن مارکوس

# model:country.subdivision,name:gt-so
source: Sololá
fa: سولولا

# model:country.subdivision,name:gt-sr
source: Santa Rosa
fa: سانتا رُزا

# model:country.subdivision,name:gt-su
source: Suchitepéquez
fa: سوکیتاپاکاز

# model:country.subdivision,name:gt-to
source: Totonicapán
fa: توتانیکاپن

# model:country.subdivision,name:gt-za
source: Zacapa
fa: زاکاپا

# model:country.subdivision,name:gw-ba
source: Bafatá
fa: بافتا

# model:country.subdivision,name:gw-bl
source: Bolama
fa: بولاما

# model:country.subdivision,name:gw-bm
source: Biombo
fa: بیومبو

# model:country.subdivision,name:gw-bs
source: Bissau
fa: بیسائو

# model:country.subdivision,name:gw-ca
source: Cacheu
fa: کاشو

# model:country.subdivision,name:gw-ga
source: Gabú
fa: گابو

# model:country.subdivision,name:gw-l
source: Leste
fa: لست

# model:country.subdivision,name:gw-n
source: Norte
fa: شمال

# model:country.subdivision,name:gw-oi
source: Oio
fa: اویو

# model:country.subdivision,name:gw-qu
source: Quinara
fa: کوینارا

# model:country.subdivision,name:gw-s
source: Sul
fa: سول

# model:country.subdivision,name:gw-to
source: Tombali
fa: تومبالی

# model:country.subdivision,name:gy-ba
source: Barima-Waini
fa: باریما-واینی

# model:country.subdivision,name:gy-cu
source: Cuyuni-Mazaruni
fa: کوویونی مزارونی

# model:country.subdivision,name:gy-de
source: Demerara-Mahaica
fa: دمرارا ماهایکا

# model:country.subdivision,name:gy-eb
source: East Berbice-Corentyne
fa: بربیش-کرنتاین شرقی

# model:country.subdivision,name:gy-es
source: Essequibo Islands-West Demerara
fa: جزایر اسکیبو - غرب دمرارا

# model:country.subdivision,name:gy-ma
source: Mahaica-Berbice
fa: ماهایکا-بربیش

# model:country.subdivision,name:gy-pm
source: Pomeroon-Supenaam
fa: پومرون-سوپنام

# model:country.subdivision,name:gy-pt
source: Potaro-Siparuni
fa: پوتارو-سیپارونی

# model:country.subdivision,name:gy-ud
source: Upper Demerara-Berbice
fa: بالا دمرارا-بربیس

# model:country.subdivision,name:gy-ut
source: Upper Takutu-Upper Essequibo
fa: آپرتاکوتو - آپراسکیبو

# model:country.subdivision,name:hn-at
source: Atlántida
fa: آتلانتیدا

# model:country.subdivision,name:hn-ch
source: Choluteca
fa: چلوتیکا

# model:country.subdivision,name:hn-cl
source: Colón
fa: کولون

# model:country.subdivision,name:hn-cm
source: Comayagua
fa: کومایاگوا

# model:country.subdivision,name:hn-cp
source: Copán
fa: کوپان

# model:country.subdivision,name:hn-cr
source: Cortés
fa: کورتس

# model:country.subdivision,name:hn-ep
source: El Paraíso
fa: ال پارایسو

# model:country.subdivision,name:hn-fm
source: Francisco Morazán
fa: فرانسیسکو مورازان

# model:country.subdivision,name:hn-gd
source: Gracias a Dios
fa: گراتسیاس ادیوس

# model:country.subdivision,name:hn-ib
source: Islas de la Bahía
fa: ایزلاس د لاوایا

# model:country.subdivision,name:hn-in
source: Intibucá
fa: ایندیبوکا

# model:country.subdivision,name:hn-le
source: Lempira
fa: لامپیرا

# model:country.subdivision,name:hn-lp
source: La Paz
fa: لاپاز

# model:country.subdivision,name:hn-oc
source: Ocotepeque
fa: اوکتوپیکه

# model:country.subdivision,name:hn-ol
source: Olancho
fa: اولانچو

# model:country.subdivision,name:hn-sb
source: Santa Bárbara
fa: سانتا باربارا

# model:country.subdivision,name:hn-va
source: Valle
fa: وله ی

# model:country.subdivision,name:hn-yo
source: Yoro
fa: جیورو

# model:country.subdivision,name:hr-01
source: Zagrebačka županija
fa: زاگرب باشکا ژوپانجا

# model:country.subdivision,name:hr-02
source: Krapinsko-zagorska županija
fa: کراپنسکو زاگروسک ژوپانجا

# model:country.subdivision,name:hr-03
source: Sisačko-moslavačka županija
fa: سزاکو موسلوچا ژوپانجا

# model:country.subdivision,name:hr-04
source: Karlovačka županija
fa: کارلواچ وپانجا

# model:country.subdivision,name:hr-05
source: Varaždinska županija
fa: وراسکثنسکی ژوپانجا

# model:country.subdivision,name:hr-06
source: Koprivničko-križevačka županija
fa: کوپرفینکوف کرایزوچا ژوپانجا

# model:country.subdivision,name:hr-07
source: Bjelovarsko-bilogorska županija
fa: بیالفسکو بیلوگورسکا ژویپانجت

# model:country.subdivision,name:hr-08
source: Primorsko-goranska županija
fa: پرایمسکو گورانسکاژویپانجا

# model:country.subdivision,name:hr-09
source: Ličko-senjska županija
fa: لیکو سسکا ژویپانجا

# model:country.subdivision,name:hr-10
source: Virovitičko-podravska županija
fa: وارواتیکو پودرفسکا ژویپانجا

# model:country.subdivision,name:hr-11
source: Požeško-slavonska županija
fa: پوزیسکو-اسلوانسکا ژویپانجا

# model:country.subdivision,name:hr-12
source: Brodsko-posavska županija
fa: برادسکو-پوزوسکا ژویپانجا

# model:country.subdivision,name:hr-13
source: Zadarska županija
fa: زادرسکا ژویپانجا

# model:country.subdivision,name:hr-14
source: Osječko-baranjska županija
fa: اوسچکو-برانجیسکا ویپانجا

# model:country.subdivision,name:hr-15
source: Šibensko-kninska županija
fa: سایبنسکو-نینسکا ژویپانجا

# model:country.subdivision,name:hr-16
source: Vukovarsko-srijemska županija
fa: ویکوواسکو-سریجمسکا ژویپانجا

# model:country.subdivision,name:hr-17
source: Splitsko-dalmatinska županija
fa: اسپلیسکو-دالمیشنسکا ژویپانجا

# model:country.subdivision,name:hr-18
source: Istarska županija
fa: ایستارسکا ژویپانجا

# model:country.subdivision,name:hr-19
source: Dubrovačko-neretvanska županija
fa: دوبروواسکو-نرثتسوانسکا ژویپانجا

# model:country.subdivision,name:hr-20
source: Međimurska županija
fa: مجیمورسکا ژویپانجا

# model:country.subdivision,name:hr-21
source: Grad Zagreb
fa: گراد زاگرب

# model:country.subdivision,name:ht-ar
source: Artibonite
fa: آرتیبوناییت

# model:country.subdivision,name:ht-ce
source: Centre
fa: مرکز

# model:country.subdivision,name:ht-ga
source: Grande-Anse
fa: گراند آنس

# model:country.subdivision,name:ht-nd
source: Nord
fa: نورد

# model:country.subdivision,name:ht-ne
source: Nord-Est
fa: نورد-شرقی

# model:country.subdivision,name:ht-no
source: Nord-Ouest
fa: نورد-غربی

# model:country.subdivision,name:ht-ou
source: Ouest
fa: غرب

# model:country.subdivision,name:ht-sd
source: Sud
fa: جنوب

# model:country.subdivision,name:ht-se
source: Sud-Est
fa: شمال شرق

# model:country.subdivision,name:hu-ba
source: Baranya
fa: بارانیا

# model:country.subdivision,name:hu-bc
source: Békéscsaba
fa: بیکیشچابا

# model:country.subdivision,name:hu-be
source: Békés
fa: بیکیش

# model:country.subdivision,name:hu-bk
source: Bács-Kiskun
fa: بچ-کیشکون

# model:country.subdivision,name:hu-bu
source: Budapest
fa: بوداپست

# model:country.subdivision,name:hu-bz
source: Borsod-Abaúj-Zemplén
fa: زامپلن

# model:country.subdivision,name:hu-cs
source: Csongrád
fa: تونگراد

# model:country.subdivision,name:hu-de
source: Debrecen
fa: دبرتن

# model:country.subdivision,name:hu-du
source: Dunaújváros
fa: دوناویواروش

# model:country.subdivision,name:hu-eg
source: Eger
fa: أگر

# model:country.subdivision,name:hu-er
source: Érd
fa: ارد

# model:country.subdivision,name:hu-fe
source: Fejér
fa: فایر

# model:country.subdivision,name:hu-gs
source: Győr-Moson-Sopron
fa: گیور-موشرون-شوپرون

# model:country.subdivision,name:hu-gy
source: Győr
fa: گیور

# model:country.subdivision,name:hu-hb
source: Hajdú-Bihar
fa: هایدو-بیهار

# model:country.subdivision,name:hu-he
source: Heves
fa: هوش

# model:country.subdivision,name:hu-hv
source: Hódmezővásárhely
fa: هودمزوواشارهیی

# model:country.subdivision,name:hu-jn
source: Jász-Nagykun-Szolnok
fa: ایاز-ناتگکن-سولنوک

# model:country.subdivision,name:hu-ke
source: Komárom-Esztergom
fa: کومارم-استرگم

# model:country.subdivision,name:hu-km
source: Kecskemét
fa: کچکمیت

# model:country.subdivision,name:hu-kv
source: Kaposvár
fa: کاپوش ور

# model:country.subdivision,name:hu-mi
source: Miskolc
fa: میشکولتس

# model:country.subdivision,name:hu-nk
source: Nagykanizsa
fa: نوتکانیژا

# model:country.subdivision,name:hu-no
source: Nógrád
fa: نوگراد

# model:country.subdivision,name:hu-ny
source: Nyíregyháza
fa: نیره کازا

# model:country.subdivision,name:hu-pe
source: Pest
fa: پیشت

# model:country.subdivision,name:hu-ps
source: Pécs
fa: پیچ

# model:country.subdivision,name:hu-sd
source: Szeged
fa: سگد

# model:country.subdivision,name:hu-sf
source: Székesfehérvár
fa: سیکشفهروار

# model:country.subdivision,name:hu-sh
source: Szombathely
fa: سمباتهی

# model:country.subdivision,name:hu-sk
source: Szolnok
fa: سولنوک

# model:country.subdivision,name:hu-sn
source: Sopron
fa: شوپرون

# model:country.subdivision,name:hu-so
source: Somogy
fa: شوموگ

# model:country.subdivision,name:hu-ss
source: Szekszárd
fa: سکسارد

# model:country.subdivision,name:hu-st
source: Salgótarján
fa: شالگوتاریان

# model:country.subdivision,name:hu-sz
source: Szabolcs-Szatmár-Bereg
fa: سابولج-ساتمر-بره ج

# model:country.subdivision,name:hu-tb
source: Tatabánya
fa: تاتابانیا

# model:country.subdivision,name:hu-to
source: Tolna
fa: تولنا

# model:country.subdivision,name:hu-va
source: Vas
fa: واش

# model:country.subdivision,name:hu-ve
source: Veszprém (county)
fa: وسپریم

# model:country.subdivision,name:hu-vm
source: Veszprém
fa: وسپریم

# model:country.subdivision,name:hu-za
source: Zala
fa: زالا

# model:country.subdivision,name:hu-ze
source: Zalaegerszeg
fa: زالائگرسگ

# model:country.subdivision,name:id-ac
source: Aceh
fa: آچه

# model:country.subdivision,name:id-ba
source: Bali
fa: بالی

# model:country.subdivision,name:id-bb
source: Bangka Belitung
fa: وانگکابلیتونگ

# model:country.subdivision,name:id-be
source: Bengkulu
fa: بنگکولو

# model:country.subdivision,name:id-bt
source: Banten
fa: بانتن

# model:country.subdivision,name:id-go
source: Gorontalo
fa: گورونتالو

# model:country.subdivision,name:id-ij
source: Papua
fa: پاپوآ

# model:country.subdivision,name:id-ja
source: Jambi
fa: جامبی

# model:country.subdivision,name:id-jb
source: Jawa Barat
fa: جاوه برات

# model:country.subdivision,name:id-ji
source: Jawa Timur
fa: جاوا تیمور

# model:country.subdivision,name:id-jk
source: Jakarta Raya
fa: جاکارتا رایا

# model:country.subdivision,name:id-jt
source: Jawa Tengah
fa: جاوا تنگا

# model:country.subdivision,name:id-jw
source: Jawa
fa: جاوا

# model:country.subdivision,name:id-ka
source: Kalimantan
fa: کالیمانتان

# model:country.subdivision,name:id-kb
source: Kalimantan Barat
fa: کالیمانانت بارات

# model:country.subdivision,name:id-ki
source: Kalimantan Timur
fa: کلیمانتان تیمور

# model:country.subdivision,name:id-kr
source: Kepulauan Riau
fa: کاپولاوان ریاو

# model:country.subdivision,name:id-ks
source: Kalimantan Selatan
fa: کلمینانت سلاتیان

# model:country.subdivision,name:id-kt
source: Kalimantan Tengah
fa: کالیمانانت تنگه

# model:country.subdivision,name:id-la
source: Lampung
fa: لامپونگ

# model:country.subdivision,name:id-ma
source: Maluku
fa: مالوكاس

# model:country.subdivision,name:id-ml
source: Maluku
fa: مالوكاس

# model:country.subdivision,name:id-mu
source: Maluku Utara
fa: ملوک اوترا

# model:country.subdivision,name:id-nb
source: Nusa Tenggara Barat
fa: نوسا تنگرا برات

# model:country.subdivision,name:id-nt
source: Nusa Tenggara Timur
fa: نوسا تنگرا تیمور

# model:country.subdivision,name:id-nu
source: Nusa Tenggara
fa: نوسا تنگرا

# model:country.subdivision,name:id-pa
source: Papua
fa: پاپوآ

# model:country.subdivision,name:id-pb
source: Papua Barat
fa: پاپوا بارات

# model:country.subdivision,name:id-ri
source: Riau
fa: ریائو

# model:country.subdivision,name:id-sa
source: Sulawesi Utara
fa: سولاوسی اوتارا

# model:country.subdivision,name:id-sb
source: Sumatra Barat
fa: سوماترا بارات

# model:country.subdivision,name:id-sg
source: Sulawesi Tenggara
fa: سولاوسی تنگرا

# model:country.subdivision,name:id-sl
source: Sulawesi
fa: سولاوسی

# model:country.subdivision,name:id-sm
source: Sumatera
fa: سوماترا

# model:country.subdivision,name:id-sn
source: Sulawesi Selatan
fa: سولاوسی سلطان

# model:country.subdivision,name:id-sr
source: Sulawesi Barat
fa: سولاوسی بارات

# model:country.subdivision,name:id-ss
source: Sumatra Selatan
fa: سوماترا سلطان

# model:country.subdivision,name:id-st
source: Sulawesi Tengah
fa: سولاوسی تنگه

# model:country.subdivision,name:id-su
source: Sumatera Utara
fa: سوماترا اولتارا

# model:country.subdivision,name:id-yo
source: Yogyakarta
fa: یوگه کارتا

# model:country.subdivision,name:ie-c
source: Connacht
fa: کانیکت

# model:country.subdivision,name:ie-ce
source: Clare
fa: کلار

# model:country.subdivision,name:ie-cn
source: Cavan
fa: کاون

# model:country.subdivision,name:ie-co
source: Cork
fa: کورک

# model:country.subdivision,name:ie-cw
source: Carlow
fa: کارلو

# model:country.subdivision,name:ie-d
source: Dublin
fa: دوبلین

# model:country.subdivision,name:ie-dl
source: Donegal
fa: دانگل

# model:country.subdivision,name:ie-g
source: Galway
fa: گولوی

# model:country.subdivision,name:ie-ke
source: Kildare
fa: کیلدر

# model:country.subdivision,name:ie-kk
source: Kilkenny
fa: کیلکنی

# model:country.subdivision,name:ie-ky
source: Kerry
fa: کری

# model:country.subdivision,name:ie-l
source: Leinster
fa: لینستر

# model:country.subdivision,name:ie-ld
source: Longford
fa: لونگفورد

# model:country.subdivision,name:ie-lh
source: Louth
fa: لوس

# model:country.subdivision,name:ie-lk
source: Limerick
fa: لایمریک

# model:country.subdivision,name:ie-lm
source: Leitrim
fa: لیتریم

# model:country.subdivision,name:ie-ls
source: Laois
fa: لیش

# model:country.subdivision,name:ie-m
source: Munster
fa: مونستر

# model:country.subdivision,name:ie-mh
source: Meath
fa: میث

# model:country.subdivision,name:ie-mn
source: Monaghan
fa: موناهان

# model:country.subdivision,name:ie-mo
source: Mayo
fa: مایو

# model:country.subdivision,name:ie-oy
source: Offaly
fa: آوفلّی

# model:country.subdivision,name:ie-rn
source: Roscommon
fa: روسکومون

# model:country.subdivision,name:ie-so
source: Sligo
fa: اسلایگو

# model:country.subdivision,name:ie-ta
source: Tipperary
fa: تیپراری

# model:country.subdivision,name:ie-u
source: Ulster
fa: اولستر

# model:country.subdivision,name:ie-wd
source: Waterford
fa: واترفورد

# model:country.subdivision,name:ie-wh
source: Westmeath
fa: وستمیث

# model:country.subdivision,name:ie-ww
source: Wicklow
fa: ویکلو

# model:country.subdivision,name:ie-wx
source: Wexford
fa: ویکسفورد

# model:country.subdivision,name:il-d
source: HaDarom
fa: هادروم

# model:country.subdivision,name:il-ha
source: Hefa
fa: هفا

# model:country.subdivision,name:il-jm
source: Yerushalayim Al Quds
fa: قدس

# model:country.subdivision,name:il-m
source: HaMerkaz
fa: هامه کز

# model:country.subdivision,name:il-ta
source: Tel-Aviv
fa: تلآویو

# model:country.subdivision,name:il-z
source: HaZafon
fa: هزافون

# model:country.subdivision,name:in-an
source: Andaman and Nicobar Islands
fa: جزاير نيكوبار

# model:country.subdivision,name:in-ap
source: Andhra Pradesh
fa: آندرا پرادش

# model:country.subdivision,name:in-ar
source: Arunachal Pradesh
fa: اراناچال پرادش

# model:country.subdivision,name:in-as
source: Assam
fa: آسام

# model:country.subdivision,name:in-br
source: Bihar
fa: بیهار

# model:country.subdivision,name:in-ch
source: Chandigarh
fa: شاندگار

# model:country.subdivision,name:in-ct
source: Chhattisgarh
fa: چتیسگر

# model:country.subdivision,name:in-dl
source: Delhi
fa: دهلی

# model:country.subdivision,name:in-dn
source: Dadra and Nagar Haveli
fa: دادرا و ناگار هاویلی

# model:country.subdivision,name:in-ga
source: Goa
fa: گوا دامان و دیو

# model:country.subdivision,name:in-gj
source: Gujarat
fa: گوجرات

# model:country.subdivision,name:in-hp
source: Himachal Pradesh
fa: هیماچال پرادش

# model:country.subdivision,name:in-hr
source: Haryana
fa: هاریانا

# model:country.subdivision,name:in-jh
source: Jharkhand
fa: جارکند

# model:country.subdivision,name:in-jk
source: Jammu and Kashmir
fa: جامو و کشمیر

# model:country.subdivision,name:in-ka
source: Karnataka
fa: ميسور (هندوستان)

# model:country.subdivision,name:in-kl
source: Kerala
fa: کرالا

# model:country.subdivision,name:in-ld
source: Lakshadweep
fa: لوکشادویپ

# model:country.subdivision,name:in-mh
source: Maharashtra
fa: مهاراشترا

# model:country.subdivision,name:in-ml
source: Meghalaya
fa: مگالایا

# model:country.subdivision,name:in-mn
source: Manipur
fa: مانیپور

# model:country.subdivision,name:in-mp
source: Madhya Pradesh
fa: مادیا پرادش

# model:country.subdivision,name:in-mz
source: Mizoram
fa: میزورام

# model:country.subdivision,name:in-nl
source: Nagaland
fa: ناگالند

# model:country.subdivision,name:in-pb
source: Punjab
fa: پنجاب

# model:country.subdivision,name:in-py
source: Puducherry
fa: پودوچری

# model:country.subdivision,name:in-rj
source: Rajasthan
fa: راجستان

# model:country.subdivision,name:in-sk
source: Sikkim
fa: سیکیم

# model:country.subdivision,name:in-tn
source: Tamil Nadu
fa: تامیل نادو

# model:country.subdivision,name:in-tr
source: Tripura
fa: تریپورا

# model:country.subdivision,name:in-up
source: Uttar Pradesh
fa: اوتار پرادش

# model:country.subdivision,name:in-ut
source: Uttarakhand
fa: اوتاراکند

# model:country.subdivision,name:in-wb
source: West Bengal
fa: بنگال غربی

# model:country.subdivision,name:iq-an
source: Al Anbar
fa: الانبار

# model:country.subdivision,name:iq-ar
source: Arbil
fa: اربیل

# model:country.subdivision,name:iq-ba
source: Al Basrah
fa: آلبصره

# model:country.subdivision,name:iq-bb
source: Babil
fa: بابل

# model:country.subdivision,name:iq-bg
source: Baghdad
fa: بغداد

# model:country.subdivision,name:iq-da
source: Dahuk
fa: دهوک

# model:country.subdivision,name:iq-di
source: Diyala
fa: دیاله

# model:country.subdivision,name:iq-dq
source: Dhi Qar
fa: ذی قار

# model:country.subdivision,name:iq-ka
source: Karbala'
fa: کربلا'

# model:country.subdivision,name:iq-ma
source: Maysan
fa: مایسان

# model:country.subdivision,name:iq-mu
source: Al Muthanna
fa: الموثانا

# model:country.subdivision,name:iq-na
source: An Najef
fa: نجف

# model:country.subdivision,name:iq-ni
source: Ninawa
fa: نینوا

# model:country.subdivision,name:iq-qa
source: Al Qadisiyah
fa: قادسیه

# model:country.subdivision,name:iq-sd
source: Salah ad Din
fa: صلاح الدین

# model:country.subdivision,name:iq-sw
source: As Sulaymaniyah
fa: سلیمانیه

# model:country.subdivision,name:iq-ts
source: At Ta'mim
fa: اتطامیم

# model:country.subdivision,name:iq-wa
source: Wasit
fa: واسیط

# model:country.subdivision,name:ir-01
source: Āzarbāyjān-e Sharqī
fa: آذربایجان شرقي

# model:country.subdivision,name:ir-02
source: Āzarbāyjān-e Gharbī
fa: آذربایجان غربی

# model:country.subdivision,name:ir-03
source: Ardabīl
fa: اردبیل

# model:country.subdivision,name:ir-04
source: Eşfahān
fa: اصفهان

# model:country.subdivision,name:ir-05
source: Īlām
fa: ایلام

# model:country.subdivision,name:ir-06
source: Būshehr
fa: بوشهر

# model:country.subdivision,name:ir-07
source: Tehrān
fa: تهران
