Repository: coopengo/country
Catalog: locale/*.po
Languages: fa

# field:country.country,active:
source: Active
fa: فعال

# field:country.country,code3:
source: 3-letters Code
fa: کد 3 حرفی

# field:country.country,code:
source: Code
fa: کد

# field:country.country,code_numeric:
source: Numeric Code
fa: کد عددی

# field:country.country,create_date:
source: Create Date
fa: تاریخ ایجاد

# field:country.country,create_uid:
source: Create User
fa: کاربر ایجاد کننده

# field:country.country,id:
source: ID
fa: شناسه

# field:country.country,name:
source: Name
fa: نام

# field:country.country,rec_name:
source: Record Name
fa: نام پرونده

# field:country.country,subdivisions:
source: Subdivisions
fa: تقسیمات کشوری

# field:country.country,write_date:
source: Write Date
fa: تاریخ نوشته

# field:country.country,write_uid:
source: Write User
fa: نوشته کاربر

# field:country.subdivision,active:
source: Active
fa: فعال

# field:country.subdivision,code:
source: Code
fa: کد

# field:country.subdivision,country:
source: Country
fa: کشور

# field:country.subdivision,create_date:
source: Create Date
fa: تاریخ ایجاد

# field:country.subdivision,create_uid:
source: Create User
fa: کاربر ایجادکننده

# field:country.subdivision,id:
source: ID
fa: شناسه

# field:country.subdivision,name:
source: Name
fa: نام

# field:country.subdivision,parent:
source: Parent
fa: منبع

# field:country.subdivision,rec_name:
source: Record Name
fa: نام پرونده

# field:country.subdivision,type:
source: Type
fa: نوع

# field:country.subdivision,write_date:
source: Write Date
fa: تاریخ نوشته

# field:country.subdivision,write_uid:
source: Write User
fa: نوشته کاربر

# field:country.zip,city:
source: City
fa: شهر

# field:country.zip,country:
source: Country
fa: کشور

# field:country.zip,create_date:
source: Create Date
fa: تاریخ ایجاد

# field:country.zip,create_uid:
source: Create User
fa: کاربر ایجادکننده

# field:country.zip,id:
source: ID
fa: شناسه

# field:country.zip,rec_name:
source: Record Name
fa: نام پرونده

# field:country.zip,subdivision:
source: Subdivision
fa: زیربخش

# field:country.zip,write_date:
source: Write Date
fa: تاریخ نوشته

# field:country.zip,write_uid:
source: Write User
fa: نوشته کاربر

# field:country.zip,zip:
source: Zip
fa: کدپستی

# help:country.country,active:
source: Uncheck to exclude from future use.
fa: برای استفاده در آینده علامت را بردارید.

# help:country.country,code3:
source: The 3 chars ISO country code.
fa: کد ایزو 3 حرفی کشور.

# help:country.country,code:
source: The 2 chars ISO country code.
fa: کد ایزو 2 حرفی کشور.

# help:country.country,code_numeric:
source: The ISO numeric country code.
fa: کد ایزو عددی کشور.

# help:country.country,name:
source: The main identifier of the country.
fa: شناسه اصلی کشور.

# help:country.subdivision,active:
source: Uncheck to exclude from future use.
fa: برای استفاده در آینده علامت را بردارید.

# help:country.subdivision,code:
source: The ISO code of the subdivision.
fa: کد ایزو زیربخش.

# help:country.subdivision,country:
source: The country where this subdivision is.
fa: کشور مربوطه این زیربخش.

# help:country.subdivision,name:
source: The main identifier of the subdivision.
fa: شناسه اصلی زیر بخش.

# help:country.subdivision,parent:
source: Add subdivision below the parent.
fa: زیر بخش را در زیر مجموعه کشور اضافه کنید.

# help:country.zip,city:
source: The name of the city for the zip.
fa: نام شهر مربوطه به کدپستی.

# help:country.zip,country:
source: The country where the zip is.
fa: نام کشور مربوطه به کدپستی.

# help:country.zip,subdivision:
source: The subdivision where the zip is.
fa: زیربخش مربوطه به این کد پستی.

# model:country.country,name:
source: Country
fa: کشور

# model:country.country,name:ad
source: Andorra
fa: آندورا

# model:country.country,name:ae
source: United Arab Emirates
fa: امارات متحده عربی

# model:country.country,name:af
source: Afghanistan
fa: افغانستان

# model:country.country,name:ag
source: Antigua and Barbuda
fa: آنتیگوا و باربودا

# model:country.country,name:ai
source: Anguilla
fa: آنگیل

# model:country.country,name:al
source: Albania
fa: آلبانی

# model:country.country,name:am
source: Armenia
fa: ارمنستان

# model:country.country,name:ao
source: Angola
fa: آنگولا

# model:country.country,name:aq
source: Antarctica
fa: جنوبگان

# model:country.country,name:ar
source: Argentina
fa: آرژانتین

# model:country.country,name:as
source: American Samoa
fa: ساموآی آمریکایی

# model:country.country,name:at
source: Austria
fa: اتریش

# model:country.country,name:au
source: Australia
fa: استرالیا

# model:country.country,name:aw
source: Aruba
fa: آروبا

# model:country.country,name:ax
source: Åland Islands
fa: جزایر آلند

# model:country.country,name:az
source: Azerbaijan
fa: آذربایجان

# model:country.country,name:ba
source: Bosnia and Herzegovina
fa: بوسنی و هرزگوین

# model:country.country,name:bb
source: Barbados
fa: باربادوس

# model:country.country,name:bd
source: Bangladesh
fa: بنگلادش

# model:country.country,name:be
source: Belgium
fa: بلژیک

# model:country.country,name:bf
source: Burkina Faso
fa: بورکینافاسو

# model:country.country,name:bg
source: Bulgaria
fa: بلغارستان

# model:country.country,name:bh
source: Bahrain
fa: بحرین

# model:country.country,name:bi
source: Burundi
fa: بوروندی

# model:country.country,name:bj
source: Benin
fa: بنین

# model:country.country,name:bl
source: Saint Barthélemy
fa: سنت بارتلمی

# model:country.country,name:bm
source: Bermuda
fa: برمودا

# model:country.country,name:bn
source: Brunei Darussalam
fa: برونئی دارالسلام

# model:country.country,name:bo
source: Bolivia, Plurinational State of
fa: بولیویا، چند ایالتی

# model:country.country,name:bq
source: Bonaire, Sint Eustatius and Saba
fa: بنیر، سنت یوستتیوس

# model:country.country,name:br
source: Brazil
fa: برزیل

# model:country.country,name:bs
source: Bahamas
fa: باهاما

# model:country.country,name:bt
source: Bhutan
fa: بوتان

# model:country.country,name:bv
source: Bouvet Island
fa: جزیرهٔ بووت

# model:country.country,name:bw
source: Botswana
fa: بوتسوانا

# model:country.country,name:by
source: Belarus
fa: بلاروس

# model:country.country,name:bz
source: Belize
fa: بلیز

# model:country.country,name:ca
source: Canada
fa: کانادا

# model:country.country,name:cc
source: Cocos (Keeling) Islands
fa: جزایر کوکوس

# model:country.country,name:cd
source: Congo, The Democratic Republic of the
fa: جمهوری دموکراتیک کنگو

# model:country.country,name:cf
source: Central African Republic
fa: جمهوری آفریقای مرکزی

# model:country.country,name:cg
source: Congo
fa: کونگو

# model:country.country,name:ch
source: Switzerland
fa: سوئیس

# model:country.country,name:ci
source: Côte d'Ivoire
fa: ساحل عاج

# model:country.country,name:ck
source: Cook Islands
fa: جزایر کوک

# model:country.country,name:cl
source: Chile
fa: شیلی

# model:country.country,name:cm
source: Cameroon
fa: کامرون

# model:country.country,name:cn
source: China
fa: چین

# model:country.country,name:co
source: Colombia
fa: کلمبیا

# model:country.country,name:cr
source: Costa Rica
fa: کاستاریکا

# model:country.country,name:cu
source: Cuba
fa: کوبا

# model:country.country,name:cw
source: Curaçao
fa: کوراسائو

# model:country.country,name:cx
source: Christmas Island
fa: جزیرهٔ کریسمس

# model:country.country,name:cy
source: Cyprus
fa: قبرس

# model:country.country,name:de
source: Germany
fa: آلمان

# model:country.country,name:dj
source: Djibouti
fa: جیبوتی

# model:country.country,name:dk
source: Denmark
fa: دانمارک

# model:country.country,name:dm
source: Dominica
fa: دومینیکا

# model:country.country,name:do
source: Dominican Republic
fa: جمهوری دومینیکن

# model:country.country,name:dz
source: Algeria
fa: الجزایر

# model:country.country,name:ec
source: Ecuador
fa: اکوادور

# model:country.country,name:ee
source: Estonia
fa: استونی

# model:country.country,name:eg
source: Egypt
fa: مصر

# model:country.country,name:eh
source: Western Sahara
fa: صحرای غربی

# model:country.country,name:er
source: Eritrea
fa: اریتره

# model:country.country,name:es
source: Spain
fa: اسپانیا

# model:country.country,name:et
source: Ethiopia
fa: اتیوپی

# model:country.country,name:fi
source: Finland
fa: فنلاند

# model:country.country,name:fj
source: Fiji
fa: فیجی

# model:country.country,name:fk
source: Falkland Islands (Malvinas)
fa: جزایر فالکلند(مالویناس)

# model:country.country,name:fm
source: Micronesia, Federated States of
fa: میکرونزی، ایالات فدرال

# model:country.country,name:fo
source: Faroe Islands
fa: جزایر فارو

# model:country.country,name:fr
source: France
fa: فرانسه

# model:country.country,name:ga
source: Gabon
fa: گابون

# model:country.country,name:gb
source: United Kingdom
fa: انگلستان

# model:country.country,name:gd
source: Grenada
fa: گرانادا

# model:country.country,name:ge
source: Georgia
fa: گرجستان

# model:country.country,name:gf
source: French Guiana
fa: گویان فرانسه

# model:country.country,name:gg
source: Guernsey
fa: گرنزی

# model:country.country,name:gh
source: Ghana
fa: غنا

# model:country.country,name:gi
source: Gibraltar
fa: گیبرالتار

# model:country.country,name:gl
source: Greenland
fa: گروئنلند

# model:country.country,name:gm
source: Gambia
fa: گامبیا

# model:country.country,name:gn
source: Guinea
fa: گینه

# model:country.country,name:gp
source: Guadeloupe
fa: گوادلوپ

# model:country.country,name:gq
source: Equatorial Guinea
fa: گینهٔ استوایی

# model:country.country,name:gr
source: Greece
fa: یونان

# model:country.country,name:gs
source: South Georgia and the South Sandwich Islands
fa: جورجیای جنوبی و جزایر ساندویچ جنوبی

# model:country.country,name:gt
source: Guatemala
fa: گواتمالا

# model:country.country,name:gu
source: Guam
fa: گوام

# model:country.country,name:gw
source: Guinea-Bissau
fa: گینهٔ بیسائو

# model:country.country,name:gy
source: Guyana
fa: گویان

# model:country.country,name:hk
source: Hong Kong
fa: هنگ کنگ

# model:country.country,name:hm
source: Heard Island and McDonald Islands
fa: جزیرهٔ هرد و جزایر مک‌دونالد

# model:country.country,name:hn
source: Honduras
fa: هندوراس

# model:country.country,name:hr
source: Croatia
fa: کرواسی

# model:country.country,name:ht
source: Haiti
fa: هاییتی

# model:country.country,name:hu
source: Hungary
fa: مجارستان

# model:country.country,name:id
source: Indonesia
fa: اندونزی

# model:country.country,name:ie
source: Ireland
fa: ایرلند

# model:country.country,name:il
source: Israel
fa: اسراییل

# model:country.country,name:im
source: Isle of Man
fa: جزیره من

# model:country.country,name:in
source: India
fa: هندوستان

# model:country.country,name:io
source: British Indian Ocean Territory
fa: مستعمره‌های انگلستان در اقیانوس هند

# model:country.country,name:iq
source: Iraq
fa: عراق

# model:country.country,name:ir
source: Iran, Islamic Republic of
fa: ایران، جمهوری اسلامی

# model:country.country,name:is
source: Iceland
fa: ایسلند

# model:country.country,name:it
source: Italy
fa: ایتالیا

# model:country.country,name:je
source: Jersey
fa: جرسی

# model:country.country,name:jm
source: Jamaica
fa: جاماییکا

# model:country.country,name:jo
source: Jordan
fa: اردن

# model:country.country,name:jp
source: Japan
fa: ژاپن

# model:country.country,name:ke
source: Kenya
fa: کنیا

# model:country.country,name:kg
source: Kyrgyzstan
fa: قرقیزستان

# model:country.country,name:kh
source: Cambodia
fa: کامبوج

# model:country.country,name:ki
source: Kiribati
fa: کیریباتی

# model:country.country,name:km
source: Comoros
fa: کومورو

# model:country.country,name:kn
source: Saint Kitts and Nevis
fa: سن کیتس و نویس

# model:country.country,name:kp
source: Korea, Democratic People's Republic of
fa: کره، جمهوری دموکراتیک خلق

# model:country.country,name:kr
source: Korea, Republic of
fa: جمهوری کره

# model:country.country,name:kw
source: Kuwait
fa: کویت

# model:country.country,name:ky
source: Cayman Islands
fa: جزایر کِیمن

# model:country.country,name:kz
source: Kazakhstan
fa: قزاقستان

# model:country.country,name:la
source: Lao People's Democratic Republic
fa: جمهوری دموکراتیک خلق لائو

# model:country.country,name:lb
source: Lebanon
fa: لبنان

# model:country.country,name:lc
source: Saint Lucia
fa: سن لوسیا

# model:country.country,name:li
source: Liechtenstein
fa: لیختن‌اشتاین

# model:country.country,name:lk
source: Sri Lanka
fa: سری‌لانکا

# model:country.country,name:lr
source: Liberia
fa: لیبریا

# model:country.country,name:ls
source: Lesotho
fa: لسوتو

# model:country.country,name:lt
source: Lithuania
fa: لیتوانی

# model:country.country,name:lu
source: Luxembourg
fa: لوگزامبورگ

# model:country.country,name:lv
source: Latvia
fa: لتونی

# model:country.country,name:ly
source: Libya
fa: لیبی

# model:country.country,name:ma
source: Morocco
fa: مراکش

# model:country.country,name:mc
source: Monaco
fa: موناکو

# model:country.country,name:md
source: Moldova, Republic of
fa: مولداوی، جمهوری

# model:country.country,name:me
source: Montenegro
fa: مونته نگرو

# model:country.country,name:mf
source: Saint Martin (French part)
fa: سنت مارتین (بخش فرانسوی)

# model:country.country,name:mg
source: Madagascar
fa: ماداگاسکار

# model:country.country,name:mh
source: Marshall Islands
fa: جزایر مارشال

# model:country.country,name:mk
source: Macedonia, Republic of
fa: جمهوری مقدونیه

# model:country.country,name:ml
source: Mali
fa: مالی

# model:country.country,name:mm
source: Myanmar
fa: میانمار

# model:country.country,name:mn
source: Mongolia
fa: مغولستان

# model:country.country,name:mo
source: Macao
fa: ماکائو

# model:country.country,name:mp
source: Northern Mariana Islands
fa: جزایر ماریانای شمالی

# model:country.country,name:mq
source: Martinique
fa: مارتینیک

# model:country.country,name:mr
source: Mauritania
fa: موریتانی

# model:country.country,name:ms
source: Montserrat
fa: مونت‌سرات

# model:country.country,name:mt
source: Malta
fa: جزیره مالت

# model:country.country,name:mu
source: Mauritius
fa: موریتیوس

# model:country.country,name:mv
source: Maldives
fa: مالدیو

# model:country.country,name:mw
source: Malawi
fa: مالاوی

# model:country.country,name:mx
source: Mexico
fa: مکزیک

# model:country.country,name:my
source: Malaysia
fa: مالزی

# model:country.country,name:mz
source: Mozambique
fa: موزامبیک

# model:country.country,name:na
source: Namibia
fa: نامیبیا

# model:country.country,name:nc
source: New Caledonia
fa: کالدونیای جدید

# model:country.country,name:ne
source: Niger
fa: نیجر

# model:country.country,name:nf
source: Norfolk Island
fa: جزیرهٔ نورفولک

# model:country.country,name:ng
source: Nigeria
fa: نیجریه

# model:country.country,name:ni
source: Nicaragua
fa: نیکاراگوئه

# model:country.country,name:nl
source: Netherlands
fa: هلند

# model:country.country,name:no
source: Norway
fa: نروژ

# model:country.country,name:np
source: Nepal
fa: نپال

# model:country.country,name:nr
source: Nauru
fa: نائورو

# model:country.country,name:nu
source: Niue
fa: نیوئه

# model:country.country,name:nz
source: New Zealand
fa: نیوزیلند

# model:country.country,name:om
source: Oman
fa: عمان

# model:country.country,name:pa
source: Panama
fa: پاناما

# model:country.country,name:pe
source: Peru
fa: پرو

# model:country.country,name:pf
source: French Polynesia
fa: پلی‌نزی فرانسه

# model:country.country,name:pg
source: Papua New Guinea
fa: پاپوا گینهٔ نو

# model:country.country,name:ph
source: Philippines
fa: فیلیپین

# model:country.country,name:pk
source: Pakistan
fa: پاکستان

# model:country.country,name:pl
source: Poland
fa: لهستان

# model:country.country,name:pm
source: Saint Pierre and Miquelon
fa: سنت پیر و میکلون

# model:country.country,name:pn
source: Pitcairn
fa: پیتکایرن

# model:country.country,name:pr
source: Puerto Rico
fa: پورتو ریکو

# model:country.country,name:ps
source: Palestine, State of
fa: فلسطین

# model:country.country,name:pt
source: Portugal
fa: پرتغال

# model:country.country,name:pw
source: Palau
fa: پالائو

# model:country.country,name:py
source: Paraguay
fa: پاراگوئه

# model:country.country,name:qa
source: Qatar
fa: قطر

# model:country.country,name:re
source: Réunion
fa: رئونیون

# model:country.country,name:ro
source: Romania
fa: رومانی

# model:country.country,name:rs
source: Serbia
fa: صربستان

# model:country.country,name:ru
source: Russian Federation
fa: روسیه فدرال

# model:country.country,name:rw
source: Rwanda
fa: رواندا

# model:country.country,name:sa
source: Saudi Arabia
fa: عربستان سعودی

# model:country.country,name:sb
source: Solomon Islands
fa: جزایر سلیمان

# model:country.country,name:sc
source: Seychelles
fa: سیشل

# model:country.country,name:sd
source: Sudan
fa: سودان

# model:country.country,name:se
source: Sweden
fa: سوئد

# model:country.country,name:sg
source: Singapore
fa: سنگاپور

# model:country.country,name:sh
source: Saint Helena, Ascension and Tristan da Cunha
fa: سنت هلنا, Ascension و Tristan da Cunha

# model:country.country,name:si
source: Slovenia
fa: اسلوونی

# model:country.country,name:sj
source: Svalbard and Jan Mayen
fa: اسوالبارد و جان ماین

# model:country.country,name:sk
source: Slovakia
fa: اسلواکی

# model:country.country,name:sl
source: Sierra Leone
fa: سیرالئون

# model:country.country,name:sm
source: San Marino
fa: سان مارینو

# model:country.country,name:sn
source: Senegal
fa: سنگال

# model:country.country,name:so
source: Somalia
fa: سومالی

# model:country.country,name:sr
source: Suriname
fa: سورینام

# model:country.country,name:ss
source: South Sudan
fa: سودان جنوبی

# model:country.country,name:st
source: Sao Tome and Principe
fa: سائو تومه و پرینسیپه

# model:country.country,name:sv
source: El Salvador
fa: السالوادور

# model:country.country,name:sx
source: Sint Maarten (Dutch part)
fa: سنت مارتین (بخش آلمانی)

# model:country.country,name:sy
source: Syrian Arab Republic
fa: جمهوری عربی سوریه

# model:country.country,name:sz
source: Swaziland
fa: سوازیلند

# model:country.country,name:tc
source: Turks and Caicos Islands
fa: جزایر ترک و کایکوس

# model:country.country,name:td
source: Chad
fa: چاد

# model:country.country,name:tf
source: French Southern Territories
fa: مستعمره‌های جنوبی فرانسه

# model:country.country,name:tg
source: Togo
fa: توگو

# model:country.country,name:th
source: Thailand
fa: تایلند

# model:country.country,name:tj
source: Tajikistan
fa: تاجیکستان

# model:country.country,name:tk
source: Tokelau
fa: توکلائو

# model:country.country,name:tl
source: Timor-Leste
fa: تیمور شرقی

# model:country.country,name:tm
source: Turkmenistan
fa: ترکمنستان

# model:country.country,name:tn
source: Tunisia
fa: تونس

# model:country.country,name:to
source: Tonga
fa: تونگا

# model:country.country,name:tr
source: Turkey
fa: ترکیه

# model:country.country,name:tt
source: Trinidad and Tobago
fa: ترینیداد و تُباگو

# model:country.country,name:tv
source: Tuvalu
fa: تووالو

# model:country.country,name:tw
source: Taiwan, Province of China
fa: تایوان ، استانی از چین

# model:country.country,name:tz
source: Tanzania, United Republic of
fa: تانزانیا، جمهوری متحده

# model:country.country,name:ua
source: Ukraine
fa: اکراین

# model:country.country,name:ug
source: Uganda
fa: اوگاندا

# model:country.country,name:um
source: United States Minor Outlying Islands
fa: جزایر کوچک دورافتادهٔ ایالات متحده

# model:country.country,name:us
source: United States
fa: ایالات متحدهٔ آمریکا

# model:country.country,name:uy
source: Uruguay
fa: اروگوئه

# model:country.country,name:uz
source: Uzbekistan
fa: ازبکستان

# model:country.country,name:va
source: Holy See (Vatican City State)
fa: دولت شهر واتیکان

# model:country.country,name:vc
source: Saint Vincent and the Grenadines
fa: سن وینسنت و گرنادین

# model:country.country,name:ve
source: Venezuela, Bolivarian Republic of
fa: ونزوئلا، جمهوری بولیواری

# model:country.country,name:vg
source: Virgin Islands, British
fa: جزایر ویرجین ، بریتانیا

# model:country.country,name:vi
source: Virgin Islands, U.S.
fa: جزایر ویرجین ایالات متحده

# model:country.country,name:vn
source: Viet Nam
fa: ویتنام

# model:country.country,name:vu
source: Vanuatu
fa: وانواتو

# model:country.country,name:wf
source: Wallis and Futuna
fa: والیس و فیوتونا

# model:country.country,name:ws
source: Samoa
fa: ساموا

# model:country.country,name:ye
source: Yemen
fa: یمن

# model:country.country,name:yt
source: Mayotte
fa: مایوت

# model:country.country,name:za
source: South Africa
fa: آفریقای جنوبی

# model:country.country,name:zm
source: Zambia
fa: زامبیا

# model:country.country,name:zw
source: Zimbabwe
fa: زیمبابوه

# model:country.subdivision,name:
source: Subdivision
fa: تقسیمات

# model:country.subdivision,name:ad-02
source: Canillo
fa: کانیللو

# model:country.subdivision,name:ad-03
source: Encamp
fa: انکامپ

# model:country.subdivision,name:ad-04
source: La Massana
fa: لا ماسانا

# model:country.subdivision,name:ad-05
source: Ordino
fa: اوردینو

# model:country.subdivision,name:ad-06
source: Sant Julià de Lòria
fa: سانت جولیا د لوریا

# model:country.subdivision,name:ad-07
source: Andorra la Vella
fa: آندورا لا ولا

# model:country.subdivision,name:ad-08
source: Escaldes-Engordany
fa: اسکالدس - انگورانی

# model:country.subdivision,name:ae-aj
source: 'Ajmān
fa: عجمان

# model:country.subdivision,name:ae-az
source: Abū Ȥaby [Abu Dhabi]
fa: ابوظبی

# model:country.subdivision,name:ae-du
source: Dubayy
fa: دوبی

# model:country.subdivision,name:ae-fu
source: Al Fujayrah
fa: فجیره

# model:country.subdivision,name:ae-rk
source: Ra’s al Khaymah
fa: رأس الخیمه

# model:country.subdivision,name:ae-sh
source: Ash Shāriqah
fa: أش شریقه

# model:country.subdivision,name:ae-uq
source: Umm al Qaywayn
fa: ام الکوئین

# model:country.subdivision,name:af-bal
source: Balkh
fa: بلخ

# model:country.subdivision,name:af-bam
source: Bāmyān
fa: بامیان

# model:country.subdivision,name:af-bdg
source: Bādghīs
fa: بدقسی

# model:country.subdivision,name:af-bds
source: Badakhshān
fa: بدخشان

# model:country.subdivision,name:af-bgl
source: Baghlān
fa: بقلان

# model:country.subdivision,name:af-day
source: Dāykundī
fa: دایکندی

# model:country.subdivision,name:af-fra
source: Farāh
fa: فرح

# model:country.subdivision,name:af-fyb
source: Fāryāb
fa: فریب

# model:country.subdivision,name:af-gha
source: Ghaznī
fa: غزنی

# model:country.subdivision,name:af-gho
source: Ghōr
fa: غور

# model:country.subdivision,name:af-hel
source: Helmand
fa: هیلمند

# model:country.subdivision,name:af-her
source: Herāt
fa: هرات

# model:country.subdivision,name:af-jow
source: Jowzjān
fa: جوزجان

# model:country.subdivision,name:af-kab
source: Kābul
fa: كابل

# model:country.subdivision,name:af-kan
source: Kandahār
fa: قندهار

# model:country.subdivision,name:af-kap
source: Kāpīsā
fa: کاپیسا

# model:country.subdivision,name:af-kdz
source: Kunduz
fa: کوندوز

# model:country.subdivision,name:af-kho
source: Khōst
fa: خوست

# model:country.subdivision,name:af-knr
source: Kunar
fa: کونار

# model:country.subdivision,name:af-lag
source: Laghmān
fa: لقمان

# model:country.subdivision,name:af-log
source: Lōgar
fa: لوگر

# model:country.subdivision,name:af-nan
source: Nangarhār
fa: ننگرهار

# model:country.subdivision,name:af-nim
source: Nīmrōz
fa: نیمروز

# model:country.subdivision,name:af-nur
source: Nūristān
fa: نورستان

# model:country.subdivision,name:af-pan
source: Panjshayr
fa: پنجشیر

# model:country.subdivision,name:af-par
source: Parwān
fa: پاراوان

# model:country.subdivision,name:af-pia
source: Paktiyā
fa: پکتیا

# model:country.subdivision,name:af-pka
source: Paktīkā
fa: پاکتیکا

# model:country.subdivision,name:af-sam
source: Samangān
fa: سمنگان

# model:country.subdivision,name:af-sar
source: Sar-e Pul
fa: سر پل

# model:country.subdivision,name:af-tak
source: Takhār
fa: تخار

# model:country.subdivision,name:af-uru
source: Uruzgān
fa: اوروزگان

# model:country.subdivision,name:af-war
source: Wardak
fa: وارداک

# model:country.subdivision,name:af-zab
source: Zābul
fa: زبول

# model:country.subdivision,name:ag-03
source: Saint George
fa: سنت جورج

# model:country.subdivision,name:ag-04
source: Saint John
fa: سنت جان

# model:country.subdivision,name:ag-05
source: Saint Mary
fa: سنت ماری
